[
  {
    "title": "Nintendo offers Switch 2 editions of Zelda, Mario Party and more",
    "content": "Nintendo announced several original Switch games are getting Switch 2 upgrades via Enhanced Editions, which can be bought separately.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Anthropic flips the script on AI in education: Claude’s Learning Mode makes students do the thinking",
    "content": "Anthropic launches Claude for Education with Learning Mode that teaches critical thinking rather than providing answers, partnering with top universities to transform AI's role in education.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Uplimit raises stakes in corporate learning with suite of AI agents that can train 1,000 employees simultaneously",
    "content": "Uplimit launches AI learning agents that help enterprises boost employee skills with 94% completion rates while reducing training admin time by 75%, addressing the growing AI-driven skills gap.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Drag X Drive uses Nintendo Switch 2’s new mouse features",
    "content": "Drag X Drive is one of the first games to use the new Joy-Con mouse features on the upcoming Switch 2 console.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Donkey Kong: Bananza is a new platformer featuring Nintendo’s OG",
    "content": "Donkey Kong: Bananza is a new Switch 2 puzzle-platformer, coming exclusively to the new console on July 17.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Show HN: Open-source AI text editor that runs on your own hardware",
    "content": "Open source AI text editor for big and small writings. No data leaves your device.\n\nWork offline. Your sensitive documents are private and never leave your device.\n\nA library of prompts to start the writing process without heavy lifting.\n\nInstant feedback for polished text without second-guessing.\n\nGems Platforms, Inc. | © Copyright 2025 | All rights reserved",
    "source": "ycombinator"
  },
  {
    "title": "Photoroom (YC S20) Is Hiring Rust, API, and Front End Engineers (Europe, Remote)",
    "content": "[No content extracted from ashbyhq.com]",
    "source": "ycombinator"
  },
  {
    "title": "Extend (YC W23) is hiring engineers to build LLM document processing",
    "content": "[No content extracted from ashbyhq.com]",
    "source": "ycombinator"
  },
  {
    "title": "Meru Health (YC S18) Is Hiring",
    "content": "We are looking for a Director of Growth Marketing to join our team and to lead our growth marketing function in San Mateo, CA or Denver, CO (hybrid - 3-days/week at the office).\n\nhttps://job-boards.greenhouse.io/meruhealth/jobs/6524048003?gh_jid=6524048003\n\nMeru Health was founded in 2016 with a big vision to help and empower people living with mental health challenges. We are diverse team of scientists, engineers, clinicians and experienced entrepreneurs who have come together to make depression, anxiety and burnout treatment accessible, effective and truly outcome-driven. Our mission is more than business, it’s personal. Our founders have lost friends and family members to depression, and we want to do everything in our power to help people who suffer.\n\nJOIN A MISSION TO HELP MILLIONS OF PEOPLE AROUND THE WORLD WHILE REDESIGNING HOW HEALTHCARE IS DELIVERED!",
    "source": "ycombinator"
  },
  {
    "title": "Hightouch (YC S19) Is Hiring Front End Engineers",
    "content": "Hightouch’s mission is to empower everyone to take action on their data. Hundreds of companies, including Autotrader, Calendly, Cars.com, Monday.com, and PetSmart, trust Hightouch to power their growth.\n\nWe pioneered the Composable Customer Data Platform (CDP), which lets companies use their own data warehouse to collect, prepare, and activate customer data for marketing personalization and business operations. Our new AI Decisioning platform goes a step further,  allowing marketers to set goals and guardrails that AI agents can then use to personalize 1:1 customer interactions. Traditionally, only technical teams had the skills to access and use customer data. With Hightouch, every business user can deliver personalized customer experiences, optimize performance marketing, and move faster by leveraging data and AI across their organization.\n\nOur team focuses on making a meaningful impact for our customers. We approach challenges with a first-principles mindset, move quickly and efficiently, and treat each other with compassion and kindness. We look for team members who are strong communicators, have a growth mindset, and are motivated and persistent in achieving our goals.\n\nWhat else? We’re based in San Francisco but have team members all over the world. Our Series C put us at a $1.2B valuation, and we are backed by leading investors such as Sapphire Ventures, Amplify Partners, ICONIQ Growth, Bain Capital Ventures, Y-Combinator, and Afore Capital.\n\nBuilding upon Reverse ETL’s ability to use SQL to sync to any SaaS tool, Customer Studio is Hightouch’s second major product that provides a purpose-built no-code suite of features that enables anyone, regardless of their SQL experience, to activate data directly from their warehouse. The product has grown extremely quickly, now accounting for half of our revenue, and we’re continuing to invest aggressively in this area. There are still a ton of exciting projects and challenges ahead, which also gives this role the potential to have significant impact!\n\nWe’re looking for a product-minded senior frontend engineer with deep experience developing production-ready applications and a passion for building a great user experience. The ideal candidate will be comfortable building a strong understanding of our core users and personas, collaborate well with product managers and designers to ship features quickly, and be able to prioritize and make good decisions with ambiguous requirements.\n\nAs a key member of the larger frontend team at Hightouch, you will also play a crucial role in shaping best practices within our engineering organization. You will have the opportunity to mentor other frontend engineers, make important technical decisions, and establish the standard for our user experience. While this is a senior role, we prioritize impact and potential for growth over years of experience.\n\nHightouch offers a salary range of $170,000 - $240,000 USD per year for this position. Your compensation will be determined based on our assessment of your interview performance and will be discussed with you by your hiring manager when you receive an offer.\n\nSalary is just one component of Hightouch’s total compensation package for employees. We also offer a generous equity package for all of our full-time employees, as we believe being an owner of Hightouch is incredibly important.\n\nOur interview process focuses on evaluating fit for the most important dimensions of the role: product sense, ability to architect complex product frontends, and alignment with Hightouch’s values.",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: Tambo – React toolkit for AI-powered UIs",
    "content": "[Link to github.com/tambo-ai]",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: 1-844-HEY-VAPI – voice AI platform for developers",
    "content": "We’ve been around for about 1.5yrs. Vapi was born out of a personal frustration—I wanted to build my own voice agent but found existing solutions extremely limited. Back then, there were only a handful of voice AI startups. Since March 2024, we've witnessed a Cambrian explosion of new entrants.\n\nIn the early days, the biggest challenge was always latency. But as models have rapidly improved and funding has flooded into the space, voice agents are now trusted for business-critical applications like prior authorizations, payment processing, and customer support.\n\nToday’s challenge is reliability: can these voice agents consistently perform in production? What we’ve learned deploying 1000s of them: Yes, but it's really hard.\n\nWhy? Real-time is unweildy—coordinating 10+ third party real-time models, handling diverse, unconstrained inputs and outputs, with no latency budget for reasoning and reflection. Voice interactions don’t follow a linear flow like text, making determinism a challenge. Getting it right takes a ton of tuning and iteration.\n\nOur approach does not simplify, it assumes it will be hard. We’re built for developers. We expose extensive configuration options through an API-native platform, including custom models, 100+ integrations, and detailed call testing and monitoring features.\n\n- We achieve performance equivalent to humans for use cases with clear user intent (appointment bookings, support, etc.).\n\n- We've handled over 44M voice calls across support automation, healthcare intake, and logistics.\n\n- We reliably manage long-running jobs (10–60+ minutes) with 99.95% uptime.\n\n- When you have a complex product with 1000s of nobs, how do you help developers wield them, without heavy consulting?\n\n- How do you detect and eliminate bad actors when the line can be blurry / not enough context to make the call on what is fraud and what isn’t?\n\n- How do you guarantee reliability when we are built on services that are less reliable than industry standard (e.g. OpenAI posts < 99.9% uptime)\n\nYou can try a live agent by calling: 1-844-HEY-VAPI. Yes, that’s my voice.\n\nLet me know if you have any questions about voice; the market or the tech. Happy to poke the eng team to chat on architecture, etc. if it’s of interest.\n\nPS- we are also launching on product hunt today. we got an awesome team working really hard to make that happen, so pls support, thanks!",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: Board Game Bench – arena-based evaluation of reasoning LLMs",
    "content": "Board Game Bench is an arena-based benchmark to compare models using head-to-head games. In spite of the advances in LLMs and reasoning models, they are still terrible at playing most board games. It requires understanding of the rules, modeling your opponent's behavior, estimating probabilities, and planning in the long term. Eventually, AI may play Global Thermonuclear War, but for now the best we can do is Texas Hold'em.\n\nWe take a number of LLMs and match them up, prompting them to play each other in competitive games. We record their wins and losses, and try to play the most informative games to establish a ranking between models, subject to budget constraints (this is a hobby project).\n\nBoard Game Bench uses a Bayesian approach to Elo-like ratings. Each model starts with a default rating of 1500 and an uncertainty value (sigma) of 400. After each game, a Bayesian statistical model (using PyMC) updates the posterior distribution of each player's skill based on all match outcomes. The tournament continues until all pairwise probabilities reach at least a set confidence, until a particular matchup has been played 10 times, or until the budget runs out. New models added to the arena are scheduled manually to ensure they have enough games to reduce noise.\n\nBecause LLMs may not always be able to respond to the instructions with valid moves, the system provides five retry attempts. If the LLM is unable to provide a valid move with 5 attempts, it concedes the match.\n\nThe current set of games was selected based on convenience, popularity, and implementability. Each game tests different aspects of reasoning and decision-making.\n\nStrategic guessing game where players locate and sink opponent ships. The primary challenge for LLMs playing Battleship is thinking about the game grid. To place ships, you have to select a location and direction, and when mining the opponent, you also need to reason geometrically.\n\nPress-your-luck dice game with escalating risk and reward. LLMs must consider the current columns they have position on, the columns their opponent has position on, and the probability of \"busting\" or giveng up your progress in the current round.\n\nClassic strategy game with piece movement and capture rules. In Board Game Bench this is implemented via PGN, and the board is not geometrically rendered, as all LLMs seem to have an understanding of the game based only on this. Many games between LLMs end in draws, so I suspect they are trained on this to some extent, or training data simply contains a huge number of chess examples.\n\nDeduction game asking yes/no questions to identify a character. In Board Game Bench, there is a fixed set of attributes available (hair color, hair style, eye color, facial hair, gender, accessories) and the cards are randomly generated from these attributes for each game, but the LLMs each get the same set, as in the real Guess Who. The primary challenge is determining which questions will best bisect the remaining card space, but determining which cards are still \"in play\" is not part of the LLM's job, the game provides the list of valid remaining choices. The context requires understanding a large JSON object with all the combinations of card attributes.\n\nCard game of risk and deduction with few cards but deep strategy. The LLM must interpret the natural language rules and their implications, make probability estimates of the cards remaining, and guess what cards the opponent may have.\n\nMathematical strategy game removing objects from distinct piles. The version of Nim implemented here has 1 heap and a max number of pulls of 3, which Wikipedia calls \"The Subtraction Game.\" Like other variations of Nim this is a solved game, so there should not be variation between scores in the ideal case.\n\nWord game where players score points by forming words on a board. The LLMs have a hard time understanding the game spatially, and are required to conform to the scrabble dictionary. This game is currently beyond the skill level of any LLMs so must games end in concessions.\n\nPoker variant with community cards and betting rounds. The version in Board Game Bench is a 100 buy-in with a 10 small blind and 20 big blind, which optimizes for accurate probability assessment and optimal play. Models do not receive a history of hands even for the current game, so can't build up a sense of the play style of the opponent.\n\nBoard Game Bench is unaffiliated with any game manufacturer, model provider or game information aggregator. This is a hobby project and I receive no income from it.\n\nIf you are a manufacturer and want your game removed from Board Game Bench, use the contact link to email me.",
    "source": "ycombinator"
  },
  {
    "title": "Abusive AI Web Crawlers: Get Off My Lawn",
    "content": "Blissfully unaware that his TV is DDoSing the internet.\n\nAs many other folks have reported in the last few weeks, we have also been seeing a huge increase in the amount of traffic from abusive web crawlers.\n\nAutomated blocking of abusive traffic has long been a necessary evil. We already block a number of badly behaved SEO and AI crawlers on our shared hosting servers and, on-request, some customer servers. We also have a number of automatic tools to block abusive clients. These are typically attempting to brute force passwords or run web security scanners, and we firewall IP addresses out after a number of suspicious requests. These crawlers and bad-actors can already outnumber real organic traffic but the scale of the recent activity, along with the lengths taken to frustrate automated blocking, are on another level.\n\nThis new attack comes from a great many IP addresses, each making a tiny number of requests – often just one – from viable-looking but randomly generated User-Agents. We’ve had some success detecting and blocking these but this has not been without some problems. There have been periods where some of our servers have been struggling under the sheer number of connections they’ve had to deal with and some of the blocks we’ve put in place have impacted some legitimate users, especially those on very old computers. If this is you then we’re sorry you’ve been caught up in this.\n\nTo give you some idea of the scale, one of our shared hosting servers has in the last month been averaging over 1.5 million fraudulent requests from 290,000 unique IP addresses per day. These are addresses that we have a very high confidence are not making legitimate requests. We’ve identified 5.1 million unique IP addresses during this period and 3.4 million of those have only made a single request, which has made it very difficult for us to block them proactively.\n\nFrom these IPs, we’ve seen 2.4 million unique User-Agents, and again 1.9 million of these have only been seen once. We’d certainly be surprised if there are as many Windows 95 users left as we’ve seen in these logs. Especially with the ability to talk to a modern TLS-enabled website.\n\nThe vast majority of these requests are from consumer ISP networks from a wide variety of countries with Brazil being the biggest contributor by far. UK networks only make up around 2% of the attacks we’ve seen but it’s the same pattern – it’s the big consumer ISPs we see the most. We’ve been careful to exclude any IP addresses that also show what looks like legitimate activity here, so it’s possible this is undercounting, especially with the growth of CGNAT. Around 5% of the requests are from IPv6 addresses.\n\nThe rumours that this is a botnet mostly made up of compromised Android SetTop Boxes that’s been leased out to an AI crawler that’s trying to avoid being blocked seem likely to us, but we’re not impressed. This has been a significant waste of staff time over the last few weeks as we’ve worked to mitigate the impact on our customers.\n\nIf you’re an ISP that wants to know if you’re part of this botnet please check to see if your ASN is in this file then contact support for a copy of our logs. There are over 22,000 distinct ASNs in our data, with more than 200 of those networks based in the UK.\n\nThanks to bgp.tools for the network and country data.\n\nMythic Beasts is a privately owned hosting ISP with a focus on a no-nonsense service backed by excellent technical support\n\nWe realise that the range of options can be daunting, and are always very happy to offer advice on what makes sense for you.\n\nCopyright © 2013 - 2025 Mythic Beasts Ltd\nRaspberry Pi is a trademark of the Raspberry Pi Foundation",
    "source": "ycombinator"
  },
  {
    "title": "Anyone who trusts an AI therapist needs their head examined",
    "content": "Pluralistic: Anyone who trusts an AI therapist needs their head examined (01 Apr 2025)\n\n\n\n\nToday's links\nAnyone who trusts an AI therapist needs their head examined: Same goes for trusting an AI with your trade secrets.\nHey look at this: Delights to delectate.\nObject permanence: 2010, 2015, 2020, 2024\nUpcoming appearances: Where to find me.\nUpcoming appearances: Where to find me.\nRecent appearances: Where I've been.\nLatest books: You keep readin' em, I'll keep writin' 'em.\nUpcoming books: Like I said, I'll keep writin' 'em.\nColophon: All the rest.\n\n\n\n\nAnyone who trusts an AI therapist needs their head examined (permalink)\n\nThere's a debate to be had about whether AI chatbots make good psychotherapists. This is not an area of my expertise, so I'm not going to weigh in on that debate. But nevertheless, I think that if you use an AI therapist, you need your head examined:\n\nhttps://www.salon.com/2025/03/30/some-argue-ai-therapy-can-break-down-mental-health-stigma–others-warn-it-could-make-it-worse/\n\nI'm not an expert on psychotherapy, but I am an expert on privacy and corporate misconduct, and holy shit is the idea of a chatbot psychotherapist running on some Big Tech cloud a terrible idea. Because while I'm no expert on therapy, I have benefited from therapy, and I know this for certain: therapy requires confidentiality.\n\nShrinks are incredibly careful about privacy. For example: when my brother was getting married, my therapist was invited to the wedding. His daughter and my brother's fiancee were close friends, and my brother's fiancee had grown up staying over at their house and wanted her friend and her friend's parents at the wedding. My therapist sat me down and said, \"Now listen, I take confidentiality very seriously. If you want me to, I will pretend not to know you at the wedding. No one needs to know that you're seeing me or – any therapist.\"\n\nI told him I didn't mind people knowing I'd seen him, but just that little fastidious gesture confirmed the trust I'd put in Alan. It meant that I could openly and freely discuss things I'd never told anyone before, and that I never told anyone ever again. Having those genuinely open conversations transformed my life, for the better.\n\nNow consider the chatbot therapist: what are its privacy safeguards? Well, the companies may make some promises about what they will and won't do with the transcripts of your AI sessions, but they are lying. Of course they're lying! AI companies lie about what their technology can do (of course). They lie about what their technologies will do. They lie about money. But most of all, they lie about data.\n\nThere is no subject on which AI companies have been more consistently, flagrantly, grotesquely dishonest than training data. When it comes to getting more data, AI companies will lie, cheat and steal in ways that would seem hacky if you wrote them into fiction, like they were pulp-novel dope fiends:\n\nhttps://arstechnica.com/ai/2025/03/devs-say-ai-crawlers-dominate-traffic-forcing-blocks-on-entire-countries/\n\nWhen an AI company tells you it won't use your intimate secrets as training data, they are lying. Of course they're lying! This isn't just any data, it's data that isn't replicated elsewhere on the internet. It's rare – it's unique. It's a competitive advantage. AI companies will 100%, without exception, totally use your private therapy data as training data.\n\nWhat's more: they will leak your therapy sessions. They will leak them because they can't figure out how to prevent models from vomiting up their training data verbatim:\n\nhttps://www.theatlantic.com/technology/archive/2024/01/chatgpt-memorization-lawsuit/677099/\n\nBut they'll also leak because tech companies leak like hell. They are crawling with insider threats. If the AI company sticks around long enough, it'll leak your secrets. And if it goes bankrupt? That's even worse! When tech companies go bust, the first thing their creditors do is sell off their warehouses full of private data. The more private and compromising that data is, the harder they'll try to sell it:\n\nhttps://www.eff.org/deeplinks/2025/03/how-delete-your-23andme-data\n\nNow, maybe you're thinking, \"OK, but that's a small price to pay if we can finally get therapy for everyone.\" After all, the country – the world – is in the midst of a terrible mental health crisis and there's a dire shortage of therapists.\n\nNow, let's stipulate for the moment to the idea that chatbots are substitutes for human therapists – that, at the very least, they're better than nothing. I don't think that's true, but let's say it is. Even so, this is a bad tradeoff.\n\nHere, try this thought-experiment: someone figures out a great business-model for to pay for therapy for poor people. \"We turned therapy into a livestreamed reality TV show. If you're too poor to afford a therapist, you can go to one of our partially trained livestreamer therapists, who will broadcast all of your secrets to anyone who watches. There's a permanent archive of these sessions, and the worst people in the world comb through it 24/7 looking for embarrassing stuff to repost and go viral with. What, you don't like that? Oh, I see: you just don't think poor people deserve mental health. I guess the perfect really is the enemy of the good.\"\n\nThis gambit is called \"predatory inclusion.\" Think of Spike Lee shilling cryptocurrency scams as a way to \"build Black wealth\" or Mary Kay promising to \"empower women\" by embroiling them in a bank-account-draining, multi-level marketing cult. Having your personal, intimate secrets sold, leaked, published or otherwise exploited is worse for your mental health than not getting therapy in the first place, in the same way that having your money stolen by a Bitcoin grifter or Mary Kay is worse than not being able to access investment opportunities in the first place.\n\nBut it's not just people struggling with their mental health who shouldn't be sharing sensitive data with chatbots – it's everyone. All those business applications that AI companies are pushing, the kind where you entrust an AI with your firm's most commercially sensitive data? Are you crazy? These companies will not only leak that data, they'll sell it to your competition. Hell, Microsoft already does this with Office365 analytics:\n\nhttps://pluralistic.net/2021/02/24/gwb-rumsfeld-monsters/#bossware\n\nThese companies lie all the time about everything, but the thing they lie most about is how they handle sensitive data. It's wild that anyone has to be reminded of this. Letting AI companies handle your sensitive data is like turning arsonists loose in your library with a can of gasoline, a book of matches, and a pinky-promise that this time, they won't set anything on fire.\n\n(Image: Zde, CC BY-SA 4.0, modified)\n\nHey look at this (permalink)\n\nTariffs, Abundance and Why America Can't Build https://www.thebignewsletter.com/p/monopoly-round-up-tariffs-abundance\n\nGlobal Working Conditions Matter for American Workers https://prospect.org/labor/2025-03-30-global-working-conditions-matter-american-workers-su-tai-ilab/\n\n\"An off switch? She'll get years for that.\" https://www.jwz.org/blog/2025/03/an-off-switch-shell-get-years-for-that-2/\n\n\n\n\nObject permanence (permalink)\n\n#15yrsago Noteworthy Modern Occurances: the Digital Economy Bill https://www.openrightsgroup.org/blog/disconnection-notices-served/\n\n#15yrsago Digital Economy Bill: the last hours https://www.youtube.com/watch?v=gOyg1GUY18U\n\n#5yrsago Turn on wifi sharing https://pluralistic.net/2020/04/02/eff-livestream-today/#digital-divide\n\n#5yrsago Coronavirus travel posters https://pluralistic.net/2020/04/02/eff-livestream-today/#jennifer-baer\n\n#5yrsago How you are subsidizing the otherwise unprofitable Fox News https://pluralistic.net/2020/04/02/eff-livestream-today/#unfoxmycablebox\n\n#5yrsago Ted Chiang on pandemics as idiot plots https://pluralistic.net/2020/04/02/eff-livestream-today/#disaster-capitalism\n\n#5yrsago Bird's \"Black Mirror\" mass layoffs https://pluralistic.net/2020/04/02/eff-livestream-today/#2-mins\n\n#5yrsago UK public health official endorses official reagents for covid tests https://pluralistic.net/2020/04/02/eff-livestream-today/#unauthorized-reagents\n\n#5yrsago A promising, plausible plan for \"privacy-preserving\" surveillance https://pluralistic.net/2020/04/02/eff-livestream-today/#pepp-pt\n\n#5yrsago Private equity titan squats on empty hospital https://pluralistic.net/2020/04/02/eff-livestream-today/#joel-kills\n\n#1yrago Prison-tech company bribed jails to ban in-person visits https://pluralistic.net/2024/04/02/captive-customers/#guillotine-watch\n\nUpcoming appearances (permalink)\n\nUpcoming appearances (permalink)\n\nChicago: Picks and Shovels with Peter Sagal, Apr 2\nhttps://exileinbookville.com/events/44853\n\nChicago: ABA Techshow, Apr 3\nhttps://www.techshow.com/\n\nBloomington: Picks and Shovels at Morgenstern, Apr 4\nhttps://morgensternbooks.com/event/2025-04-04/author-event-cory-doctorow\n\nBloomington: Ostrom Center, Apr 4\nhttps://events.iu.edu/ostromworkshop/event/1843316-hls-beyond-the-web-cory-doctorow\n\nPittsburgh: Picks and Shovels at White Whale Books, May 15\nhttps://whitewhalebookstore.com/events/20250515\n\nPittsburgh: PyCon, May 16\nhttps://us.pycon.org/2025/schedule/\n\nPDX: Teardown 2025, Jun 20-22\nhttps://www.crowdsupply.com/teardown/portland-2025\n\nPDX: Picks and Shovels at Barnes and Noble, Jun 20\nhttps://stores.barnesandnoble.com/event/9780062183697-0\n\nNew Orleans: DeepSouthCon63, Oct 10-12, 2025\nhttp://www.contraflowscifi.org/\n\n\n\n\nRecent appearances (permalink)\nFire the unelected social media dictators (Al Jazeera Upfront)\nhttps://www.youtube.com/watch?v=KXa4DzhkUZ8\n\nCapitalists Hate Capitalism (MMT Podcast)\nhttps://pileusmmt.libsyn.com/195-capitalists-hate-capitalism-with-cory-doctorow\n\nHow to Destroy Our Tech Overlords (Homeless Romantic)\nhttps://www.youtube.com/watch?v=epma2B0wjzU\n\n\n\n\nLatest books (permalink)\nPicks and Shovels: a sequel to \"Red Team Blues,\" about the heroic era of the PC, Tor Books (US), Head of Zeus (UK), February 2025 (https://us.macmillan.com/books/9781250865908/picksandshovels).\nThe Bezzle: a sequel to \"Red Team Blues,\" about prison-tech and other grifts, Tor Books (US), Head of Zeus (UK), February 2024 (the-bezzle.org). Signed, personalized copies at Dark Delicacies (https://www.darkdel.com/store/p3062/Available_Feb_20th%3A_The_Bezzle_HB.html#/).\n\n\"The Lost Cause:\" a solarpunk novel of hope in the climate emergency, Tor Books (US), Head of Zeus (UK), November 2023 (http://lost-cause.org). Signed, personalized copies at Dark Delicacies (https://www.darkdel.com/store/p3007/Pre-Order_Signed_Copies%3A_The_Lost_Cause_HB.html#/)\n\n\"The Internet Con\": A nonfiction book about interoperability and Big Tech (Verso) September 2023 (http://seizethemeansofcomputation.org). Signed copies at Book Soup (https://www.booksoup.com/book/9781804291245).\n\n\"Red Team Blues\": \"A grabby, compulsive thriller that will leave you knowing more about how the world works than you did before.\" Tor Books http://redteamblues.com. Signed copies at Dark Delicacies (US): and Forbidden Planet (UK): https://forbiddenplanet.com/385004-red-team-blues-signed-edition-hardcover/.\n\n\"Chokepoint Capitalism: How to Beat Big Tech, Tame Big Content, and Get Artists Paid, with Rebecca Giblin\", on how to unrig the markets for creative labor, Beacon Press/Scribe 2022 https://chokepointcapitalism.com\n\n\"Attack Surface\": The third Little Brother novel, a standalone technothriller for adults. The Washington Post called it \"a political cyberthriller, vigorous, bold and savvy about the limits of revolution and resistance.\" Order signed, personalized copies from Dark Delicacies https://www.darkdel.com/store/p1840/Available_Now%3A_Attack_Surface.html\n\n\"How to Destroy Surveillance Capitalism\": an anti-monopoly pamphlet analyzing the true harms of surveillance capitalism and proposing a solution. https://onezero.medium.com/how-to-destroy-surveillance-capitalism-8135e6744d59?sk=f6cd10e54e20a07d4c6d0f3ac011af6b) (signed copies: https://www.darkdel.com/store/p2024/Available_Now%3A__How_to_Destroy_Surveillance_Capitalism.html)\n\n\"Little Brother/Homeland\": A reissue omnibus edition with a new introduction by Edward Snowden: https://us.macmillan.com/books/9781250774583; personalized/signed copies here: https://www.darkdel.com/store/p1750/July%3A__Little_Brother_%26_Homeland.html\n\n\"Poesy the Monster Slayer\" a picture book about monsters, bedtime, gender, and kicking ass. Order here: https://us.macmillan.com/books/9781626723627. Get a personalized, signed copy here: https://www.darkdel.com/store/p2682/Corey_Doctorow%3A_Poesy_the_Monster_Slayer_HB.html#/.\n\n\n\n\nUpcoming books (permalink)\nEnshittification: Why Everything Suddenly Got Worse and What to Do About It, Farrar, Straus, Giroux, October 7 2025\nhttps://us.macmillan.com/books/9780374619329/enshittification/\n\nUnauthorized Bread: a middle-grades graphic novel adapted from my novella about refugees, toasters and DRM, FirstSecond, 2026\n\nEnshittification, Why Everything Suddenly Got Worse and What to Do About It (the graphic novel), Firstsecond, 2026\n\nThe Memex Method, Farrar, Straus, Giroux, 2026\n\n\n\n\nColophon (permalink)\n\nToday's top sources:\n\nCurrently writing:\n\nEnshittification: a nonfiction book about platform decay for Farrar, Straus, Giroux. Status: second pass edit underway (readaloud)\n\nA Little Brother short story about DIY insulin PLANNING\n\nPicks and Shovels, a Martin Hench noir thriller about the heroic era of the PC. FORTHCOMING TOR BOOKS FEB 2025\n\nLatest podcast: Why I don't like AI art https://craphound.com/news/2025/03/30/why-i-dont-like-ai-art/\n\nThis work – excluding any serialized fiction – is licensed under a Creative Commons Attribution 4.0 license. That means you can use it any way you like, including commercially, provided that you attribute it to me, Cory Doctorow, and include a link to pluralistic.net.\n\nhttps://creativecommons.org/licenses/by/4.0/\n\nQuotations and images are not included in this license; they are included either under a limitation or exception to copyright, or on the basis of a separate license. Please exercise caution.\n\nHow to get Pluralistic:\n\nBlog (no ads, tracking, or data-collection):\n\nPluralistic.net\n\nNewsletter (no ads, tracking, or data-collection):\n\nhttps://pluralistic.net/plura-list\n\nMastodon (no ads, tracking, or data-collection):\n\nhttps://mamot.fr/@pluralistic\n\nMedium (no ads, paywalled):\n\nhttps://doctorow.medium.com/\n\nTwitter (mass-scale, unrestricted, third-party surveillance and advertising):\n\nhttps://twitter.com/doctorow\n\nTumblr (mass-scale, unrestricted, third-party surveillance and advertising):\n\nhttps://mostlysignssomeportents.tumblr.com/tagged/pluralistic\n\n\"When life gives you SARS, you make sarsaparilla\" -Joey \"Accordion Guy\" DeVilla\n\nISSN: 3066-764X\n\nLike this:\nLike Loading...\nAuthor Cory DoctorowPosted on April 1, 2025Categories UncategorizedTags ai, ai therapy, artificial intelligence, chatbots, corporate espionage, large language models, llms, medical privacy, mental health, privacy, salon, shoggoths",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: Await-Tree – Visualize Async Rust Task Execution in Real-Time",
    "content": "[Link to github.com/risingwavelabs]",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: I got burned by bad NYC rentals, so I built an extension for complaints",
    "content": "realest is a web extension that shows housing complaints on StreetEasy listings.\n\nReady to uncover the truth about your next apartment?\n\nComplaints are weighted based on severity, as determined by our team. Scores factor in:\n\nRemember: realest is a tool to aid your apartment search, not a replacement for due diligence. Always visit properties, ask questions, and trust your judgment.\n\nI created realest after a series of unfortunate apartment experiences in New York City. Every place I rented came with unexpected issues:\n\nAfter each move, I found myself thinking, \"If only I had known about these issues beforehand!\" That's when it hit me – what if there was a way to see an apartment's history of complaints and violations before signing a lease?\n\nFrustrated and determined, I decided to take matters into my own hands. I gathered a group of equally exasperated friends, and together we created realest. Our goal? To bring transparency to the apartment hunting process and help others avoid the headaches we experienced.\n\nWith realest, you can now see the real story behind every listing on StreetEasy. No more surprises, no more hidden issues – just honest, upfront information to help you make the best decision for your next home.",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: Data Dash, a Three.js game built by a non-technical marketer via Cursor",
    "content": "[No content extracted from directus.io]",
    "source": "ycombinator"
  },
  {
    "title": "Nushell 0.103 released, with background jobs support",
    "content": "Today, we're releasing version 0.103.0 of Nu. This release adds support for spawning background jobs, attaching attributes to custom commands, official .deb, .apk, and .rpm packages, a number of Vi-mode enhancements, more than 20 new proposed commands in the std-rfc module, and much more.\n\nNu 0.103.0 is available as pre-built binaries or from crates.io. If you have Rust installed you can install it using cargo install nu.\n\nAs part of this release, we also publish a set of optional plugins you can install and use with Nu. To install, use cargo install nu_plugin_<plugin name>.\n\nThanks to @cosineblast in #14883, Nushell now has long awaited support for background jobs!\n\nThe following commands have been added to all platforms:\n\nJob support is considered \"experimental\" at the moment. We do expect that this feature will be enhanced in the near future and that some functionality will change, likely with breaking changes.\n\nOver in our Integrations repository, PR #5 adds official support for Debian/Ubuntu (.deb), Red Hat/Fedora/Rocky (.rpm), and Alpine (.apk). See the Installation Guide for details.\n\nWith #14906, attributes can now be attached to custom commands. This release includes two built-in attributes:\n\nUsers can add their own attributes which will be available in the structured-data documentation accessible via help commands and scope commands.\n\nAlso, the Standard Library and new std-rfc (below) have been updated to use Custom Attributes for their examples. And the test harness has been updated to use a @test attribute to define test cases.\n\nWe expect that attributes will be used to enable additional features in future releases.\n\nThe Standard Library (std) is a collection of useful additions written in native Nu. #15042 also adds std-rfc, a \"proving ground\" for proposed additions to the Standard Library. Features in the std-rfc module should be considered experimental while we determine if and when they should be promoted to the Standard Library in a future release. We welcome your feedback on these commands to help us make that decision.\n\nIn this first release, std-rfc includes the following proposals:\n\nThanks to PRs from @blindFS, this release includes quite a few LSP and completion fixes and enhancements.\n\nThis release also includes a number of Vi-mode enhancements with additions to Reedline:\n\nAs part of the new custom command attributes introduced in this release, several attribute commands have been added:\n\nThanks to @ayamdobhal in #15239, the random uuid command can now also generate v1, v3, v5, and v7 uuids. Previously, only v4 uuids could be generated. To specify the version, pass the -v/--version flag (default is v4). Note that version 1 requires an additional --mac/-m flag to be provided, and versions 3 and 5 require both a --namespace/-n flag and a --name/-s flag.\n\nThis release introduces a new --empty flag for the default command (#15223). With this new flag, if the input value is \"empty\", then the provided default value will be returned. A value is considering \"empty\" according to the is-empty command, which currently returns true for any of the following:\n\nIn #15059, several additional escape characters were added to the char command:\n\nThese will output the newline character(s) for the current platform (i.e., \\n on Unix and \\r\\n on Windows). This is different from newline, nl, line_feed, and lf which all output \\n on all platforms.\n\nWith #15265, providing the --group-digits flag to the into string command will format integers by grouping several digits together and using the system locale digit separator.\n\nAfter #15272, document type declarations (DTD) can now parsed by from xml if you pass the new --allow-dtd flag.\n\nAs pointed out in #15240, it was previously possible to load data from YAML files using the from yaml or from yml commands, but only possible to save data using to yaml. Now, you can use either to yaml or to yml to save data into YAML files thanks to @LoicRiegel in #15254.\n\nThanks to this, the save command can also be used with the .yml extension:\n\nThanks to @hongquan in #15057 with input from @blindFS, autocomplete now lists more directories for overlay use.\n\nA new config option, $env.config.filesize.show_unit, was introduced in #15276. show_unit is true by default, but when it is set to false, file sizes will be displayed without units (e.g., in table). This can be useful if you have set filesize.unit to a fixed unit, and you do not want the same unit to be shown over and over again.\n\nSome errors in Nushell code can be \"chained\", where one error condition creates another (and potentially another).\n\nPreviously, it could be difficult to find the source of the actual error, but with #14945, it is now possible to enable backtraces in Nushell code. To do so:\n\nWith #15095, it is now possible to set the styles used in the Welcome banner at startup using new $env.config.color_config settings:\n\nWith #15125, @atahabaki added support for numeric ranges with padded zeros in str expand. For example:\n\nIn #15161, if split list is used on a list with consecutive separators, it now returns an empty list. For example:\n\nPrior to #15032, match would attempt to execute a closure returned from a match arm. Now, it returns the closure instead. For example:\n\nWith #15130, the PROMPT_* environments are no longer inherited from the calling process. This prevents issues where some systems would set a POSIX-compatible PROMPT_COMMAND.\n\nIf a prompt setting is not defined in the startup config, a Nushell-compatible default is applied instead of allowing inheritance from the parent process.\n\nPrior to #15285, to json, to msgpack, and to msgpackz would serialize closures as a null. With this PR, these commands are aligned with the existing behavior of to nuon. Attempting to pass a closure (or data structure containing a closure) to one of these commands will result in an error. Instead, you can now use the to <format> --serialize option with all of these commands, in which case a string-representation of the closure will be serialized.\n\nWhen setting a specific filesize unit via $env.config.filesize.unit, sizes will now be formatted using the default locale (e.g., separators and decimals). This returns a similar 0.98 behavior.\n\nPrior to #15086, internal commands (including custom commands and aliases) without custom completions would fall back to the external completer. After this PR, internal commands will not use the external completer.\n\nThe zoxide completer previously listed in the cookbook relied on this functionality. To update your zoxide completer to be compatible, you can (optionally) remove your external zoxide completer, add this to your config:\n\nNote, if your zoxide configuration from zoxide init is in a vendor autoload, you should also add the above snippet to either a vendor autoload or user autoload, so that the __zoxide_z command is defined.\n\nThe range command has been removed in #15038 following it's deprecation in 0.102.0. Please use the slice command as one-to-one replacement.\n\nThe into bits command has been removed in #15039 following it's deprecation in 0.102.0. Please use the format bits command as one-to-one replacement.\n\nThe fmt command has been removed in #15040 following it's deprecation in 0.102.0. Please use the format number command as one-to-one replacement.\n\nThanks to all the contributors below for helping us solve issues, improve documentation, refactor code, and more! 🙏",
    "source": "ycombinator"
  },
  {
    "title": "Show HN: Envkit (Not YC) – Painless developer onboarding into codebase",
    "content": "[Link to envkit.co]",
    "source": "ycombinator"
  },
  {
    "title": "Direct-to-consumer is redefining mobile game monetization",
    "content": "In the latest GamesBeat LIVE, Xsolla's Berkley Egenes talks about the future of game monetization and how DTC has changed the game.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Actively AI raises $22.5M to offer sales ‘superintelligence,’ says AI SDRs failed",
    "content": "Actively AI argues that most AI sales reps have \"failed.\" It just raised $22.5 million.",
    "source": "techcrunch"
  },
  {
    "title": "Nintendo shows off From Software’s The Duskbloods for Switch 2",
    "content": "Nintendo closed out its Switch 2 Nintendo Direct with a trailer for a new game from From Software, The Duskbloods.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Parasail says its fleet of on-demand GPUs is larger than Oracle&#8217;s entire cloud",
    "content": "Cloud infrastructure is dominated by several large industry players: AWS, Microsoft&#8217;s Azure, and Google Cloud. While to some it may look like AI is headed in a similar direction, the founders of Parasail think AI infrastructure will look very different — and are betting their company&#8217;s fate on it. Parasail works with dozens of providers to [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Hyrule Warriors: Age of Imprisonment launches on Switch 2 in winter",
    "content": "Nintendo revealed at its Switch 2 Direct that its making a new Hyrule Warriors game called Age of Imprisonment.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Patreon signs podcast partnerships with Sony and Wondery",
    "content": "Patreon, a subscription platform for online creators, is ge has signed podcasting partnerships with Sony Music Entertainment and Amazon&#8217;s Wondery, the company announced on Wednesday. Patreon says the partnerships are designed to make the site a home to fan engagement and exclusive perks for shows from major podcast networks, as the company looks to expand [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Nintendo will add GameCube library of classic games to Switch 2",
    "content": "Nintendo announced that it will add playable Nintendo GameCube games to the library of titles playable on the Switch 2.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Nintendo details the redesigned hardware behind the Switch 2",
    "content": "Nintendo announced redesigned hardware systems and beefed-up performance for the Nintendo Switch 2. In a Nintendo Direct, Nintendo announced that the new system will ship on June 5, and it will feature enhanced graphics with up to 4K resolution, 120 frames per second and high-dynamic range (HDR). Metroid Prime 4: Beyond will have both a Nintendo Sw&hellip;Read More",
    "source": "venturebeat"
  },
  {
    "title": "Trump&#8217;s national security advisor reportedly used his personal Gmail account to do government work",
    "content": "Michael Waltz used his personal Gmail to share \"potentially exploitable\" information, per the report.",
    "source": "techcrunch"
  },
  {
    "title": "Nintendo Switch 2 launches on June 5",
    "content": "Nintendo announced during its Switch 2 Direct that the new console will launch on June 5,Read More",
    "source": "venturebeat"
  },
  {
    "title": "AI crawlers cause Wikimedia Commons bandwidth demands to surge 50%",
    "content": "The Wikimedia Foundation, the umbrella organization of Wikipedia and a dozen or so other crowdsourced knowledge projects, said on Wednesday that bandwidth consumption for multimedia downloads from Wikimedia Commons has surged by 50% since January 2024. The reason, the outfit wrote in a blog post Tuesday, isn&#8217;t due to growing demand from knowledge-thirsty humans, but [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "The Nintendo Switch 2 release date is June 5",
    "content": "Nintendo unveiled new details on Wednesday about its hugely anticipated Nintendo Switch 2 gaming console, which will be the company&#8217;s first new console since the Nintendo Switch was introduced in 2017. The Nintendo Switch 2 will be released on June 5 and cost $450. At launch, the console will arrive both on its own and [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Nintendo’s mysterious ‘C’ button is for online game chat — with a camera too",
    "content": "The mysterious \"C\" button on the upcoming Nintendo Switch 2 system is to open online game chat with family or friends.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Nintendo reveals Mario Kart World, a launch title for the Switch 2",
    "content": "Nintendo has revealed the Switch 2's first flagship title: Mario Kart World, an open-world evolution of the famous series.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Tesla records worst deliveries in two years amid Elon Musk backlash",
    "content": "Tesla recorded 336,681 deliveries, its worst quarterly performance in more than two years as the brand suffers a backlash to CEO Elon Musk’s political maneuverings. The dip in sales comes as Musk continues leading DOGE, the “advisory body” that has laid off thousands of federal employees and attempted to eliminate entire agencies and programs. His [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Zencoder’s ‘Coffee Mode’ is the future of coding: Hit a button and let AI write your unit tests",
    "content": "Zencoder launches powerful AI coding agents with \"Coffee Mode\" that outperform competitors on benchmarks while integrating with existing developer environments, allowing programmers to be more productive without abandoning their favorite tools.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Augment Code debuts AI agent with 70% win rate over GitHub Copilot and record-breaking SWE-bench score",
    "content": "Augment Code launches AI technology that outperforms GitHub Copilot by 70% through real-time context understanding of massive codebases, securing $270M funding and achieving the highest score on SWE-bench verified.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Immutable RavenQuest becomes most-streamed Web3 game with 1M-plus streams",
    "content": "Tavernlight Games has launched RavenQuest on Immutable as a next-generation MMORPG that is setting new benchmarks for Web3 gaming adoption.Read More",
    "source": "venturebeat"
  },
  {
    "title": "The Download: how to make better cooling systems, and farming on Mars",
    "content": "This is today&#8217;s edition of The Download, our weekday newsletter that provides a daily dose of what&#8217;s going on in the world of technology.\n\nHow 3D printing could make better cooling systems\n\nA new 3D-printed design could make an integral part of cooling systems like air conditioners or refrigerators smaller and more efficient, according to new research.\n\nHeat exchangers are devices that whisk away heat, and they’re everywhere—used in data centers, ships, factories, and buildings. The aim is to pass as much heat as possible from one side of the device to the other. Most use one of a few standard designs that have historically been easiest and cheapest to make.\n\nEnergy demand for cooling buildings alone is set to double between now and 2050, and new designs could help efficiently meet the massive demand forecast for the coming decades. Read the full story.\n\n—Casey Crownhart\n\nMIT Technology Review Narrated: The quest to figure out farming on Mars\n\nIf we’re going to live on Mars we’ll need a way to grow food in its arid dirt. Researchers think they know a way.\n\nThis is our latest story to be turned into a MIT Technology Review Narrated podcast, which \nwe’re publishing each week on Spotify and Apple Podcasts. Just navigate to MIT Technology Review Narrated on either platform, and follow us to get all our new content as it’s released.\n\nThe must-reads\n\nI’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology.\n\n1 Thousands of US health agency workers have been laid off\nExperts warn that patients will die preventable deaths as a result. (Wired $)\n+ How will the US respond to the measles and bird flu outbreaks? (Reuters)  \n+ US cuts could lead to serious delays in forecasting extreme weather. (Undark)\n+ The wide-ranging cuts are also likely to lose America money. (The Atlantic $)\n\n2 Donald Trump is set to discuss a proposal to save TikTok  \nHe’s due to meet with aides today to thrash out a new ownership structure. (NYT $)\n+ Oracle and Blackstone are among the companies in talks to make an offer. (WSJ $)\n+ The White House is playing the role of investment bank. (The Guardian)\n\n3 X has asked the Supreme Court to exempt its users from law enforcement\nIt claims to be worried by broad, suspicionless requests. (FT $)\n\n4 Things aren’t looking good for Mexico-based Chinese companies \nTrump’s tariff plans could imperil an awful lot of deals. (WSJ $)\n+ The US Chips Act is another probable casualty. (Bloomberg $)\n\n5 US lawmakers want to regulate AI companions\nA proposed bill would allow users to sue if they suffer harm from their interactions with a companion bot. (WP $)\n+ We need to prepare for ‘addictive intelligence.’ (MIT Technology Review)\n\n6 Covid hasn’t gone away\nAnd life for the covid-conscious is getting increasingly difficult. (The Atlantic $)\n\n7 Brands are trying to game Reddit to show up in ChatGPT recommendations\nCatering to AI search is a whole business model now. (The Information $)\n+ Your most important customer may be AI. (MIT Technology Review)\n\n8 Nothing could destroy the universe\nHumans have long been obsessed with nothingness. (New Scientist $)\n\n9 Would you flirt with a chatbot?\nTinder wants you to give it a go. (Bloomberg $)\n+ The AI relationship revolution is already here. (MIT Technology Review)\n\n10 Trading in your Tesla is TikTok’s favorite trend\nClips of Tesla owners ditching their cars are going viral. (Fast Company $)\n+ This guy returned his Cybertruck out of fear his daughter would get bullied. (Insider $)\n+ Sales of new Teslas are slumping too. (NYT $)\n\nQuote of the day\n\n“I’d get on in a heartbeat.”\n\n—Butch Wilmore, one of the pair of astronauts who was stuck in space for nine months, explains how he’d be willing to fly on the beleaguered Starliner again, the Washington Post reports.\n\nThe big story\n\nBringing the lofty ideas of pure math down to earth\n\nApril 2023\n\n—Pradeep Niroula\n\nMathematics has long been presented as a sanctuary from confusion and doubt, a place to go in search of answers. Perhaps part of the mystique comes from the fact that biographies of mathematicians often paint them as otherworldly savants.\n\nAs a graduate student in physics, I have seen the work that goes into conducting delicate experiments, but the daily grind of mathematical discovery is a ritual altogether foreign to me. And this feeling is only reinforced by popular books on math, which often take the tone of a pastor dispensing sermons to the faithful.\n\nLuckily, there are ways to bring it back down to earth. Popular math books seek a fresher take on these old ideas, be it through baking recipes or hot-button political issues. My verdict: Why not? It’s worth a shot. Read the full story.\n\nWe can still have nice things\n\nA place for comfort, fun and distraction to brighten up your day. (Got any ideas? Drop me a line or skeet &#8217;em at me.)\n\n+ Why are cats the way they are? This database might help us find out.\n+ John McFall could become the first disabled person in space.\n+ ASMR at the V&A is just delightful.\n+ Addicted to lip balm? You’re not the only one.",
    "source": "techreview"
  },
  {
    "title": "Fourier is making hydrogen electrolyzers inspired by data centers",
    "content": "Most recent hydrogen startups have been focused on making modular electrolyzers, but Fourier has taken that trend to the extreme.",
    "source": "techcrunch"
  },
  {
    "title": "Gamescom strikes deal to remain in Cologne, Germany",
    "content": "Gamescom, the world&#8217;s largest and leading event for computer and video games, will remain in Cologne, Germany and be further expanded. In 2024, Gamescom counted 1,462 exhibiting companies from 64 countries &#8211; a new record. The event attracted a total of 335,000 people from 120 countries. This year&#8217;s event will take place from Augus&hellip;Read More",
    "source": "venturebeat"
  },
  {
    "title": "Founders, Here’s How Not To Be Thrown Overboard After A Big Fundraise",
    "content": "By Dan Lifshits\n\nRaising capital is an inevitable step for almost any startup founder — unless you’re building a business that is profitable from day one. However, a big raise comes with big responsibility — not just for the capital itself, but also for maintaining solid investor relations. This involves clear, transparent communication, as otherwise, you risk being nothing more than a bystander, watching your idea come to life or fall apart without you.\n\nHistory repeats itself far too often for us not to learn its lessons: The curtain call for Jack Dorsey, the boardroom battle that led to the departure of Steve Jobs, and — how could we forget? — the investor-driven departure of Jerry Yang from Yahoo.\n\nCases like these are countless; you could fill an entire book with them. But is it possible to take control of such subjective things? Well, at least you can try. Here&#8217;s how.\nIt’s the investor, not the fund, that matters\nDan Lifshits of Dwelly\n\nIf you don’t want to get the boot right after a raise, do your homework. Too many founders flex about which fund backed them — “I raised from Andreessen Horowitz,” “I got General Catalyst,” or “Sequoia’s in my round” — but they miss the real question: Who at that fund actually wrote the check?\n\nA fund is important, but its true value lies in its partners — their vision, approaches and ways of working, each unique in its own way. The name on the cap table matters less than the person sitting across from you in board meetings.\n\nIf you have options, go beyond a firm’s reputation and dig into the actual investor you’ll be working with. Are they hands-on or hands-off? Do they back founders through tough times, or do they cut and run? Have they gone through the same journey you are experiencing now yourself?\n\nSometimes, the best choice isn’t the flashiest fund but the partner who truly gets your vision, has a strong conviction in it, and is ready to go all-in with you.\n\nAnd remember: bringing on an investor is like entering a marriage. It’s a long-term relationship built on trust, shared values and a collective commitment to success because you&#8217;ll be building together for at least seven to 10 years.\n\nBut unlike marriage, founders don’t always have the luxury of picking the perfect match. When you need funding, you often need it fast, and that means compromises are inevitable. The key is knowing which trade-offs are worth making and which could come back to haunt you.\n\nTalk to founders they’ve backed. Do the due diligence. The right investor can be a game-changer. The wrong one? A disaster.\nTrust your gut: Red flags only get redder\n\nIf something feels off about a potential investor — maybe it’s their approach to business, their values or how they handle tough situations — pay attention. Fortunately, your gut is rarely wrong. This is someone you’ll be working with for years, through the highs and inevitable lows.\n\nThe last thing you want is a boardroom full of doubt and friction. The stakes are too high to ignore red flags or convince yourself it’ll “probably be fine.” If it doesn’t feel right now, it definitely won’t feel right later.\nWhen the honeymoon is over\n\nSome founders treat investors like ATMs, only reaching out when they need more cash. While this might seem efficient, it doesn’t build the trust needed to keep you in control when things get tough.\n\nThe best founders understand that investor relationships aren’t just about business metrics — they’re about mutual trust, transparency and alignment. This means maintaining open, honest communication — not only during good times, but especially when things aren’t going as planned.\n\nRegular updates, both wins and challenges, create predictability and reliability. And when a crisis hits, the investors who trust you are the ones who’ll stand by you. Those you’ve kept at arm’s length? They’ll be the first to push you out.\n\nDan Lifshits is the COO and co-founder of Dwelly, an AI-powered proptech startup reshaping the U.K. market through a roll-up strategy. Previously, as general manager at Gett, he led the turnaround of a $100 million business, increasing EBITDA by $3.5 million per month. Lifshits has advised 10 startups, including Fiverr, and served on their boards. He began his career at McKinsey, where, at age 21, he became one of the firm’s youngest associates rising from intern to associate in just two years.\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "As US Defense Tech Surges, Europe Lags",
    "content": "Last week, news broke that Anduril Industries — perhaps the poster child for defense tech startups — is considering plans to open a factory in the U.K.\n\nThe startup, valued now at $14 billion, recently received a nearly $40 million contract from the U.K. government to supply drones to Ukraine — as the Russia-Ukraine conflict continues into its third year, as does conflict in the Middle East region.\n\nHowever, those geopolitical tensions have not convinced investors across the pond to start pouring millions into the defense tech sector like their U.S. counterparts.\n\nDefense tech investing in Europe hit a new high last year, with nearly $626 million being plowed into VC-backed startups in the industry, per Crunchbase data.\n\nHowever, that amount accounts for less than one-fifth of the nearly $3.2 billion invested globally in VC-backed defense tech startups, and is dwarfed by the $2.5 billion that went to such startups in the U.S.\n\nWhile it’s true Europe makes up about one-sixth of the global venture market in general, it’s also worth noting that the vast majority of the continent’s defense tech money went to one round: Helsing, which develops artificial intelligence software for defense applications, raised about $489 million in funding led by General Catalyst that valued the company at $5.4 billion in July. The Germany-based startup designs software that helps boost weapons capabilities in drones and jet fighters, and improves battlefield decision-making.\nU.S. dominance\n\nThe Helsing round represents the only round raised by a Europe-based defense tech startup of more than $80 million.\n\nNext on the list are aerospace and defense tech startup The Tekever Group, which raised a Series B worth about $75 million, and Germany-based FibreCoat, a thermoplastic-coated fibres developer that raised a Series B worth more than $21 million last year.\n\nThat is quite different from the numbers U.S.-based defense tech startups put up last year. The $2.5 billion such startups locked up in the U.S. in 67 deals — per Crunchbase data — included 14 deals bigger than $14 billion.\n\nThey included monster rounds such as Anduril Industries’ massive $1.5 billion in a Series F, autonomous surface vessels maker Saronic’s $175 million Series B at a $1 billion valuation, and defense and critical infrastructure tech startup Chaos Industries’ $145 million in a Series B.\nRoom to grow?\n\nU.S.-based defense tech startups have continued their big-money fundraising trend into this year. Already, U.S. startups have raised $1.5 billion in just 15 deals.\n\nEurope, on the other hand, has seen similar startups raise just more than $1 million in a couple of deals.\n\nWhile the European numbers are small, there is a chance that could change.\n\nJust last year, the NATO Innovation Fund made its first investments and has now completed more than a half-dozen deals into startups. It has also backed “venture capital fund managers that invest in early-stage deep tech with a focus on civilian, and defence, security and resilience markets.”\n\nThere is also the fact the U.S. is often ahead of the curve on the next hot sector to invest in as far as startups go. Europe, especially considering changing world politics and current conflicts, may quickly turn to defense tech as a logical investment opportunity.\n\nHowever, there is a long way to go. U.S.-based startups closed nearly 3x the number of funding rounds last year as did their European brethren: 67 vs 23.\n\nBoth deal flow and dollars will have to increase if Europe is even to come close to the current funding environment in the U.S. around defense tech.\nMethodology\n\nDefense tech is defined by the industries of military, national security and law enforcement, according to Crunchbase data. Most announced rounds are represented in the database; however, there could be a small time lag for rounds reported late in the quarter. It does not include incubators or accelerators due to the fluctuations their investment numbers can have.\nRelated Crunchbase Pro list:\n\nGlobal Defense Tech Funding\nEurope Defense Tech Funding\nUS Defense Tech Funding\n\nRelated reading:\n\nDefense Tech Venture Funding Gains Traction\nWeapons Startup Castelion Strikes $100M Series A\nA16z And Founders Fund Lead The Way In Defense Venture Capital\nChaos Industries Lands $70M As Defense Tech Heats Up\nParry Labs Raises $80M As Defense Tech Remains On A Tear\nChaos Industries Locks Up $145M Series B As Defense Tech Continues To Heat Up\nSaronic Latest Defense Tech Startup To Hit Unicorn Status\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "Global Venture Funding In Q1 2025 Indicate Strongest Quarter For Investment Since Q2 2022 ",
    "content": "Funding key findings\n\nBoth the largest funding round for a venture-backed company and the largest acquisition of a venture-backed company ever occurred in Q1 2025, reflecting a warming startup environment and marking the strongest quarter for venture investment since Q2 2022.\nOpenAI raised the largest private round ever in Q1 2025, a $40 billion funding that values the company at an unprecedented $300 billion. The deal, which alone accounts for more than half of U.S. venture funding in Q1, pushed global funding in the first quarter to $112 billion, Crunchbase data shows.",
    "source": "crunchbase"
  },
  {
    "title": "Stealing Ghibli: How AI Has Crossed The Line Into Creative Theft",
    "content": "This, from her Instagram on Saturday, is Jaqueline Cristian, the top-ranked Romanian women’s professional tennis player and the 61st ranked woman player in the world.\n\nThis, a fan creation that Cristian uploaded to her Instagram, is also, evidently, Jaqueline Cristian, which is deeply problematic.\n\nLast week, the Studio Ghibli AI controversy entered our timelines, disgusting its founder and raising deep concerns about the state of intellectual property law and how it applies to the rapidly advancing world of artificial intelligence.\n\nIf an artist’s work — especially one as distinctive and culturally significant as Studio Ghibli’s — can be copied, modified and distributed by AI without consequence, then we may have crossed an irrevocable line. This situation does not merely present a challenge to copyright law but threatens to upend the entire foundation of how we define creative ownership.\n\nAt the heart of this issue is the question of what intellectual property law protects and how those protections apply when AI is involved.\nCopyright’s original intent\n\nCopyright law has traditionally shielded artistic works from unauthorized reproduction and distribution, ensuring that creators retain control over their intellectual and artistic output. Under the Berne Convention for the Protection of Literary and Artistic Works, which became the Paris Act in 1971, original works of authorship — such as films, illustrations and designs — are protected the moment they are created, requiring no formal registration.\n\nThis is the very law that safeguards the hand-drawn artistry of Studio Ghibli from being reproduced by others without authorization. However, these protections were drafted with human creators in mind, not machines that can be trained on millions of images and instantly generate works that mimic a particular style.\n\nOne of the key problems with AI-generated art is that while specific works are protected under copyright, style itself is not. Studio Ghibli’s films are a unique artistic canon, composed of thousands of unique illustrations, all of which are protected under copyright law. But an AI model that has been trained on these works can produce art that “looks like” a Studio Ghibli creation without directly copying a specific frame, such as in the AI creation of Jaqueline Cristian, above.\n\nFrom a legal standpoint, this distinction creates a loophole that AI companies exploit. They argue that since the generated images are not direct copies, they do not infringe on copyright. This technicality makes it incredibly difficult for studios such as Ghibli to take legal action against AI-generated replicas.\n\nThis argument only addresses the letter of the law and ignores the spirit of intellectual property law, which exists to protect the originality of creative works and ensure that their creators receive recognition and control over how their work is used.\n\nThe entire premise of copyright is that those who invest time, effort and creativity into producing something original should not have their work taken, modified or commercialized by others without permission. AI-generated art that mimics Studio Ghibli’s distinct look undermines this principle by allowing machines — and the companies that operate them — to benefit from the studio’s decades of artistic innovation without any form of compensation or credit.\n\nThere is a very strong argument that the process by which AI learns to generate this type of artwork is itself legally questionable. AI models do not create in a vacuum; they are trained on massive datasets that include existing artworks, often scraped from the internet without permission from the original creators.\n\nMany AI companies claim that this practice falls under “fair use,” a doctrine in copyright law that allows limited use of copyrighted material without permission under specific circumstances, such as for education, commentary or parody.\n\nHowever, fair use is not an absolute right, and courts evaluate it based on factors like the purpose of the use, the nature of the original work, the amount of the work used, and its effect on the market. AI companies that scrape copyrighted works without permission and then use them to generate art that competes with the originals in the marketplace may not meet the fair use standard.\nMimicry’s monetary consequences\n\nIn the case of Studio Ghibli, the AI-generated works are not being created for commentary or educational purposes — they are being used to produce marketable images that mimic the studio’s signature aesthetic.\n\nThis could have a direct economic impact on Studio Ghibli and the artists who work within that style. If companies or individuals can generate Ghibli-style artwork without hiring a professional animator or illustrator, that undermines the value of Studio Ghibli’s brand and the livelihoods of artists who specialize in this form of art.\n\nCourts have historically ruled against uses of copyrighted material that create direct market competition with the original works. Where AI-generated Ghibli-style images interfere with the market for official Ghibli artwork and related licensed products, they should not be protected under fair use.\n\nAnother critical issue is the potential for misrepresentation and consumer confusion. Studio Ghibli has spent decades cultivating its distinctive artistic style, which is now synonymous with the studio’s brand identity.\nBlurred lines\n\nWhen AI-generated art replicates that style, it creates a risk that consumers may believe they are looking at an official Ghibli-sanctioned work when, in fact, they are not. In other words, this adds to the last thing we need in 2025 and beyond — an enhanced inability to determine what is real and what is fake.\n\nThis brings trademark law into the equation. While copyright protects original works, trademarks protect brand identities — including distinctive visual styles associated with a particular company. If AI-generated art misleads consumers into believing it is affiliated with Studio Ghibli, the studio could argue that this constitutes trademark infringement under the Lanham Act, which prohibits the unauthorized use of trademarks in a way that causes consumer confusion.\n\nThe reality is that enforcing these protections in the context of AI is very challenging. Most intellectual property laws were written before AI-generated content was even conceivable, meaning they do not provide clear guidance on how to handle situations where machines create works that closely resemble those of human artists.\n\nWe need legislative reform to close these loopholes and ensure that artists and studios retain control over their work in the age of AI. Some proposed solutions include requiring AI companies to obtain explicit permission before using copyrighted works in training datasets, establishing clearer rules around the commercial use of AI-generated art, and developing new forms of intellectual property protection that apply specifically to artistic styles.\nDevaluing human creativity\n\nThe Studio Ghibli controversy is not an isolated case — it is part of a much larger debate about the role of AI in creative industries. From visual art to music to literature, AI is increasingly being used to generate content that competes with human-made works. If left unchecked, this could lead to a future in which human creativity is devalued, and artists find themselves unable to protect their own work from being absorbed and regurgitated by machines.\n\nIf we really think about it with some depth, intellectual property law is, at its core, about balance. IP law should seek to encourage innovation and creativity while ensuring that creators are fairly compensated for their work.\n\nAI has the potential to be a powerful tool for artists, but only if its use is governed by ethical and legal safeguards that respect the rights of original creators. The ability of AI to replicate Studio Ghibli’s art style without permission represents a dangerous step toward a world where artistic innovation can be freely harvested by machines, with little regard for the people behind it. If we fail to address these issues now, we risk eroding the foundations of intellectual property law and, with it, the incentive for human artists to continue pushing the boundaries of creativity.\n\nThe danger is not just that AI can copy Ghibli today — it is that, if unchecked, AI will soon be able to replicate any artist’s work, making originality meaningless. We are standing on the precipice of a world where anything can be copied, tweaked and sold without regard for who originally created it.\n\nIf we allow that to happen, we will have fundamentally changed what it means to be an artist. And once we cross that line, there may be no going back.\n\nAron Solomon is the chief strategy officer for Amplify. He holds a law degree and has taught entrepreneurship at McGill University and the University of Pennsylvania, and was elected to Fastcase 50, recognizing the top 50 legal innovators in the world. His writing has been featured in Newsweek, The Hill, Fast Company, Fortune, Forbes, CBS News, CNBC, USA Today and many other publications. He was nominated for a Pulitzer Prize for his op-ed in The Independent exposing the NFL’s “race-norming” policies.\nRelated reading:\n\nWho Owns Your Face? The Legal Fight for Identity In The Age of AI\nWhen Legal Tech Fails: The California Bar Exam Disaster And The Risks Of Blind Innovation\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "Gladia launches Solaria as AI-based multi-lingual speech recognition model for speech-to-text transcription",
    "content": "Gladia, an AI transcription and audio intelligence provider, launched Solaria, a next-gen automatic speech recognition (ASR) model designed to redefine real-time communications for call centers and other voice-first platforms. Solaria now empowers businesses to enhance and expand their customer service operations with AI-powered voice technology th&hellip;Read More",
    "source": "venturebeat"
  },
  {
    "title": "How 3D printing could make better cooling systems",
    "content": "A new 3D-printed design could make an integral part of cooling systems like air conditioners or refrigerators smaller and more efficient, according to new research. \n\nHeat exchangers are devices that whisk away heat, and they’re everywhere—used in data centers, ships, factories, and buildings. The aim is to pass as much heat as possible from one side of the device to the other. Most use one of a few standard designs that have historically been easiest and cheapest to make. \n\n“Heat exchangers are at the center of the industrial economy. They’re an essential part of every machine and every system that moves energy,” says William King, a professor at the University of Illinois Urbana-Champaign and one of the authors of the new study. Existing designs tend to favor straight lines, right angles, and round tubes, he adds. \n\nKing and his colleagues used 3D printing to design a heat exchanger that includes features to optimize heat movement, like wavy walls and pyramid-shaped bumps, which wouldn’t be possible to make using traditional manufacturing techniques. \n\nThe team had set out to design a system based on a common refrigerant called R-134a, which is commonly used in devices like air conditioners and refrigerators. When cold water lowers the temperature of the refrigerant, it changes from a gas to a liquid on its path through the device. That liquid refrigerant can then go on to other parts of the cooling system, where it’s used to lower the temperature of anything from a room to a rack of servers. \n\nThe best way to cool the refrigerant tends to involve building very thin walls between the two sides of the device and maximizing the amount of contact that the water and the refrigerant make with those walls. (Think about how much colder you’d get wearing a thin T-shirt and pants and lying down on ice than simply touching it with your gloved hands.)\n\nTo design the best possible heat exchanger, researchers used simulations and developed machine-learning models to help predict the performance of different designs under different conditions. After 36,000 simulations, the researchers landed on the one they decided to develop.\n\nAmong the key components: small fins that jut out on the side of the device that touches the water, increasing the surface area to maximize heat transfer. The team also designed wavy passageways for the water to pass through—once again helping to maximize surface area. Simulations helped the researchers figure out exactly how curvy the passages should be and where precisely to place the fins.\n\nOn the side of the devices where the refrigerant passes through, the design includes small pyramid-shaped bumps along the walls. These not only maximize the area for cooling but also help mix the refrigerant as it passes through and prevent liquid from coating the wall (which would slow down the heat transfer).\n\nAfter settling on a design, the researchers used a 3D-printing technique called direct metal laser sintering, in which lasers melt and fuse together a metal powder (in this case, an aluminum alloy), layer by layer.\n\nIn testing, the researchers found that the heat exchanger created with this technique was able to cool down the refrigerant more efficiently than other designs. The new device was able to achieve a power density of over six megawatts per meter cubed—outperforming one common traditional design, the shell-tube configuration, by between 30% and 50% with the same pumping power. The device’s power density was similar to that of brazed plate heat exchangers, another common design in industry. \n\nOverall, this device doesn’t dramatically outperform the state-of-the-art technology, but the technique of using modeling and 3D printing to produce new heat exchanger designs is promising, says Dennis Nasuta, director of research and development at Optimized Thermal Systems, a consulting firm that works with companies in the HVAC industry on design and research. “It’s worth exploring, and I don’t think that we know yet where we can push it,” Nasuta says.\n\nOne challenge is that today, additive manufacturing techniques such as laser sintering are slow and expensive compared with traditional manufacturing; they wouldn’t be economical or feasible to rely on for all our consumer cooling devices, he says. For now, this type of approach could be most useful in niche applications like aerospace and high-end automotives, which could more likely bear the cost, he adds. \n\nThis particular study was funded by the US Office of Naval Research. Next-generation ships have more electronics aboard than ever, and there’s a growing need for compact and efficient systems to deal with all that extra heat, says Nenad Miljkovic, one of the authors of the study. \n\nEnergy demand for cooling buildings alone is set to double between now and 2050, and new designs could help efficiently meet the massive demand forecast for the coming decades. But challenges including manufacturing costs would need to be overcome to help innovations like the one designed by King and his team make a dent in real devices.\n\nAnother barrier to adopting these new techniques, Nasuta says, is that current standards don’t demand more efficiency. Other technologies already exist that could help make our devices more efficient, but they’re not used for the same reason. \n\nIt will take time for new manufacturing techniques, including 3D printing, to trickle into our devices, Natsua adds: “This isn’t going to be in your AC next year.”",
    "source": "techreview"
  },
  {
    "title": "ZeniMax workers vote to strike over Microsoft negotiations",
    "content": "ZeniMax Workers United voted overwhelmingly in favor of a strike over contract negotiations with parent company Microsoft.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Discord says 1st year of Quests generated 70 campaigns and millions of gamer rewards",
    "content": "Discord announced that its first year of Quests generated 70 campaigns with advertising partners and millions of rewards that kept gamers engaged. Speaking at the ad-focused IAB Playfronts event, Peter Sellis, senior vice president of product at Discord, said that, in the first year of Quests, Discord had found a way to make game discovery and enga&hellip;Read More",
    "source": "venturebeat"
  },
  {
    "title": "Researchers suggest OpenAI trained AI models on paywalled O&#8217;Reilly books",
    "content": "OpenAI has been accused by many parties of training its AI on copyrighted content sans permission. Now a new paper by an AI watchdog organization makes the serious accusation that the company increasingly relied on non-public books it didn&#8217;t license to train more sophisticated AI models. AI models are essentially complex prediction engines. Trained on [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "CaaStle board confirms financial distress, furloughing employees",
    "content": "CaaStle, a startup that launched in 2011 as a plus-sized clothing subscription service and later became an inventory monetization platform for clothing retailers, is facing financial difficulties, the company confirmed to TechCrunch following a report by Axios. Citing a letter from the board, Axios reported that the company is almost out of money, CEO Christine [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "An accounting startup has turned tax preparations into a Pokémon Showdown game",
    "content": "Accounting software company Open Ledger has launched a new product in time for tax day.&#160; Meet PokéTax, a game that helps make tax filing quite fun. Instead of tax forms, users take on Tax Trainers — gym leaders — representing different parts of a tax form, such as income, deductions, and credits. Each leader asks [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Andreessen Horowitz is trying to nab a piece of TikTok with Oracle, report says",
    "content": "The venture capital firm is reportedly in talks to invest in TikTok as part of a bid led by Oracle and other American investors looking to buy out TikTok from ByteDance, according to the Financial Times.  TikTok is once again slated to be banned in the U.S. on April 5 unless its Chinese-based owner sells [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Zelle is shutting down its app, but you probably don&#8217;t need to worry",
    "content": "Zelle is shutting down its stand-alone app on Tuesday, according to a company blog post. This news might be alarming if you&#8217;re one of the over 150 million customers in the U.S. who use Zelle for person-to-person payments. But only about 2% of transactions take place via Zelle&#8217;s app, which is why the company is [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Mark Cuban backs Skylight, a TikTok alternative built on Bluesky&#8217;s underlying technology",
    "content": "Skylight, a startup taking on TikTok with a more open alternative, is launching its mobile app to the public on Tuesday after just 10 weeks of active development. The app, which is backed by Mark Cuban and others, is now one of many to build on top of the AT Protocol &#8212; the same technology [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Roblox launches Rewarded Video Ads, expands ad partnership with Google",
    "content": "Roblox announced today that it's launching Rewarded Ads for advertisers, as well as adding Google's Ad Manager to its tech stack.Read More",
    "source": "venturebeat"
  },
  {
    "title": "I asked an AI swarm to fill out a March Madness bracket — here’s what happened",
    "content": "How 50 random sports fans created a highly-accurate March Madness bracket through real-time conversational deliberation.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Meta&#8217;s head of AI research plans to leave the company",
    "content": "Meta&#8217;s VP of AI research, Joelle Pineau, is planning to leave the company, she announced in a post on Facebook Tuesday. Pineau said she&#8217;s leaving in May after more than two years overseeing FAIR, Meta&#8217;s internal AI research lab led by Yann LeCun. Pineau&#8217;s exit comes as Meta ramps up its AI efforts, with the [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "TikTok is shutting down its Instagram competitor TikTok Notes",
    "content": "TikTok is shutting down its Instagram competitor, TikTok Notes, on May 8. The photo-sharing app launched in testing in Canada, Australia, and Vietnam last year. The company is notifying TikTok Notes users of its decision to retire the app and is directing them to ByteDance-owned Lemon8, which isn&#8217;t surprising given that the apps are quite [&#8230;]",
    "source": "techcrunch"
  },
  {
    "title": "Genetic sharing site openSNP to shut down, citing concerns of data privacy and &#8216;rise in authoritarian governments&#8217;",
    "content": "The open source repository of genetic data will delete its banks of data on April 30, its co-founder confirms.",
    "source": "techcrunch"
  },
  {
    "title": "SoftBank And OpenAI Make History With Largest Startup Financing Ever",
    "content": "In the history of startup funding, SoftBank’s announcement yesterday that it is backing an investment of up to $40 billion in OpenAI is in a league of its own.\n\nNo other financing even comes close.\n\nThe next-closest was another OpenAI deal: Microsoft’s $10 billion financing in 2023. That was not a traditional startup financing round, however, as the money in it is to be paid over an extended period and includes a strategic partnership.\n\nMore recently, Databricks snagged a similarly sized growth round, confirming in January that it raised $10 billion at a $62 billion valuation.\n\nAfter that comes another SoftBank deal, a multifaceted 2019 WeWork financing totaling $9.5 billion. That deal, also unusually structured, ultimately proved unsuccessful as WeWork filed for bankruptcy four years later and re-emerged from the process last year.\nSoftBank’s OpenAI financing also has a quirky structure\n\nUnsurprisingly, the OpenAI deal announced today will not be a straightforward venture investment.\n\nRather, SoftBank plans to build a syndicate of co-investors to provide $10 billion of the total. SoftBank expects to fund the other $30 billion, with OpenAI reportedly expected to receive the full $40 billion by the end of the year.\n\nAs one would expect, the deal also sets a hefty valuation for 10-year-old OpenAI, contingent upon conditions for restructuring its for-profit subsidiary. When that happens, OpenAI will have a post-money valuation of $300 billion, per the agreement, making it by far the most valuable private, venture-backed company founded in the past 10 years.\nA historic period for high valuations\n\nThe Softbank-OpenAI tie-up comes amid a historic period for ultra-large startup financings at stratospheric valuations.\n\nCurrently, at least seven U.S. venture-backed, private companies have last reported valuations over $45 billion. Several are also reportedly on the verge of new financings at much higher values.\n\nHere are the frontrunners:\n\nSpaceX: Founded in 2002, Hawthorne, California-based SpaceX is no longer a startup. However, it is the most highly valued U.S. private, venture-backed company, hitting a reported $350 billion valuation in a secondary share sale late last year.\nStripe: Payments infrastructure provider Stripe, based in South San Francisco, garnered a $91.5 billion valuation for a tender offer it announced with the aim of providing liquidity to current and former employees.\nxAI: The last round for 2-year-old xAI was a $6 billion November Series C at a reported $50 billion valuation. However, last week Elon Musk said xAI, will buy X, the social media platform he also owns formerly known as Twitter, for $33 billion in an all-stock transaction that values xAI at $80 billion.\nDatabricks: San Francisco data analytics platform Databricks confirmed in January that it completed a previously announced $10 billion in Series J equity financing at a $62 billion valuation.\nAnthropic: The generative AI heavyweight secured a $61.5 billion valuation in March when it raised $3.5 billion in a round led by Lightspeed Venture Partners.\nWaymo: Alphabet’s autonomous driving spinoff closed a $5.6 billion Series C last summer at a reported valuation of $45 billion.\n\nA long cycle\n\nThe trend of ever-rising valuations for private venture-backed companies is showing some longevity. While in the past, companies felt pressure to go public or find some other exit avenue after crossing a certain valuation threshold, investors today seem more willing to hold private company shares for an extended period.\n\nLooking at how the values of many of these shares have grown in recent quarters, it hasn’t worked out too badly.\n\nIllustration: Dom Guzman\n\nClarification: An earlier version of this story misstated xAI&#8217;s valuation and excluded Databricks from the initial ranking of largest deals.",
    "source": "crunchbase"
  },
  {
    "title": "Emergence AI’s new system automatically creates AI agents rapidly in realtime based on the work at hand",
    "content": "The new system is literally a no code, natural language, AI-powered multi-agent builder, and it works in real time.Read More",
    "source": "venturebeat"
  },
  {
    "title": "Immersive Gamebox teams with Warner Bros. to create Batman game at interactive venues",
    "content": "Immersive Gamebox and Warner Bros. Discovery teamed up to launch a new augmented reality gaming experience based on the Batman franchise.Read More",
    "source": "venturebeat"
  },
  {
    "title": "The life story behind Tetris, The Perfect Game | Henk Rogers interview",
    "content": "Henk Rogers has written his insider's take on the story of The Perfect Game: Tetris, From Russia With Love.Read More",
    "source": "venturebeat"
  },
  {
    "title": "HYBE IM raises $21M to boost publishing and IP-based games",
    "content": "Not long after raising $80 million, South Korea's HYBE IM has raised $21 million to boost its growth in game publishing and IP games.Read More",
    "source": "venturebeat"
  },
  {
    "title": "The Download: brain-computer interfaces, and teaching an AI model to give therapy",
    "content": "This is today&#8217;s edition of The Download, our weekday newsletter that provides a daily dose of what&#8217;s going on in the world of technology.\n\nBrain-computer interfaces face a critical test\n\nBrain computer interfaces (BCIs) are electrodes put in paralyzed people’s brains so they can use imagined movements to send commands from their neurons through a wire, or via radio, to a computer. In this way, they can control a computer cursor or, in few cases, produce speech. \n\nRecently, this field has taken some strides toward real practical applications. About 25 clinical trials of BCI implants are currently underway. And this year MIT Technology Review readers have selected these brain-computer interfaces as their addition to our annual list of 10 Breakthrough Technologies. Read the full story.\n\n—Antonio Regalado\n\nHow do you teach an AI model to give therapy?\n\n—James O&#8217;Donnell\n\nOn March 27, the results of the first clinical trial for a generative AI therapy bot were published, and they showed that people in the trial who had depression or anxiety or were at risk for eating disorders benefited from chatting with a bot.\n\nI was surprised by those results. There are lots of reasons to be skeptical that an AI model trained to provide therapy is the solution for millions of people experiencing a mental health crisis. But their findings suggest that the right selection of training data is vital. Read the full story.\n\nThis story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here.\n\nThe must-reads\n\nI’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology.\n\n1 Tech companies are warning their immigrant workers not to leave the US\nEmployees on high-skilled visas could be denied entry back into the States. (WP $)\n+ Officials are considering collecting citizenship applicants’ social media data. (Associated Press)\n\n2 OpenAI has closed one of the largest private funding rounds in history\nIt plans to put the $40 billion cash injection towards building AGI. (The Guardian)\n+ The deal values OpenAI at a whopping $300 billion. (CNBC)\n+ The company also teased its first open-weight model in years. (Insider $)\n\n3 SpaceX has launched a mission that’s never been attempted before\nIt’s taking private customers on an orbit between Earth’s North and South poles. (CNN)\n+ Crypto billionaire Chun Wang is footing the bill for the mission. (Reuters)\n+ Europe is finally getting serious about commercial rockets. (MIT Technology Review)\n\n4 Some DOGE workers are returning to their old jobs\nThey’re quietly heading back to their roles at X and SpaceX. (The Information $)+ Top staff were placed on leave after denying DOGE access to their systems. (Wired $)\n+ Can AI help DOGE slash government budgets? It’s complex. (MIT Technology Review)\n\n5 Amazon is going all-in on AI agents\nIts new AI model Nova Act is designed to complete tasks such as online shopping. (The Verge)\n+ Why handing over total control to AI agents would be a huge mistake. (MIT Technology Review)\n\n6 DeepMind is making it harder for its researchers to publish studies \nIt’s reluctant to share innovations that rivals could capitalize on. (FT $)\n\n7 Meet the protestors staking out Tesla dealerships\nProfessors and attorneys have taken to the streets to fight back. (New Yorker $)\n+ Far-right extremists are turning up to defend the company. (Wired $)\n\n8 TikTok’s hottest topic? Tariffs \nContent creators are eager to explain what tariffs are to confused audiences. (WSJ $)\n+ Donald Trump is threatening to instigate a new range of tariffs this week. (NY Mag $)\n+ How Trump’s tariffs could drive up the cost of batteries, EVs, and more. (MIT Technology Review)\n\n9 Not everyone can look as cool as Nvidia’s Jensen Huang\nHis image has been co-opted to promote knockoff leather jackets. (404 Media)\n\n10 Microsoft has killed off its Blue Screen of Death\nGoodnight, sweet prince. (Vice)\n\nQuote of the day\n\n“I think that it is one of the most beautiful spaces on the internet for someone to figure out who they are.&#8221;\n\n—Amanda Brennan, an internet librarian who worked at Tumblr for seven years, is not surprised by the influx of younger users flocking to her former workplace, Insider reports.\n\nThe big story\n\nThe quest to protect farmworkers from extreme heat\n\nOctober 2024\n\nOn July 21, 2024, temperatures soared in many parts of the world, breaking the record for the hottest day ever recorded on the planet.\n\nThe following day—July 22—the record was broken again.\n\nBut even as the heat index rises each summer, the people working outdoors to pick fruits, vegetables, and flowers have to keep laboring.\n\nThe consequences can be severe, leading to illnesses such as heat exhaustion, heatstroke and even acute kidney injury.\n\nNow, researchers are developing an innovative sensor that tracks multiple vital signs with a goal of anticipating when a worker is at risk of developing heat illness and issuing an alert. If widely adopted and consistently used, it could represent a way to make workers safer on farms even without significant heat protections. Read the full story.\n\n—Kalena Thomhave\n\nWe can still have nice things\n\nA place for comfort, fun and distraction to brighten up your day. (Got any ideas? Drop me a line or skeet &#8217;em at me.)\n\n+ Mescal! Dickinson! Quinn! Keoghan! I’m very excited for the forthcoming Beatles biopics, even if we have to wait three years.\n+ How to cook a delicious-looking basque cheesecake.\n+ TikTokers have taken to rubbing banana peel on their faces: but does it actually do anything?\n+ Spring has barely sprung, but fashion is already looking towards fall.",
    "source": "techreview"
  },
  {
    "title": "Private Equity In Flux: How Tariffs, AI And Infrastructure Define A New Investment Era",
    "content": "By Kevin Smith\n\nThe private equity landscape is experiencing transformative changes due to evolving market dynamics and the new U.S. presidential administration. Political shifts usher in a wave of both risks and opportunities that firms must adeptly navigate to sustain their competitive edge and seize emerging trends.\n\nInvestor confidence has fluctuated due to recent economic changes. Initially, there was a confident boost as investors anticipated stability and clarity from the new leadership. However, the reality of the Trump administration’s policies has introduced new uncertainties, particularly regarding tariffs and regulatory changes.\nImpact of tariffs and infrastructure investments\nKevin Smith of Wipfli\n\nOne of the most significant risks for PE in the current political climate is the imposition of tariffs.\n\nThe administration’s focus on repatriating manufacturing and imposing tariffs on imports, particularly from China, poses challenges for investments. While PE is somewhat sheltered from tariffs due to its focus on intellectual property and service investments, the dependency on lower-grade chips from China remains a concern.\n\nDespite these risks, the new administration’s emphasis on infrastructure development presents a substantial opportunity. The need for enhanced infrastructure to support manufacturing repatriation and the continued development of artificial intelligence and data centers creates a favorable environment for long-term PE investments.\n\nThe administration’s policies aim to make America a manufacturing center, necessitating significant infrastructure investments.\n\nHowever, the cost of capital is a critical factor that cannot be overlooked. With interest rates remaining high or potentially increasing, capital remains very expensive.\n\nThis presents a double-edged sword. On one hand, there is a significant opportunity to invest in infrastructure due to the high demand for manufacturing facilities, data centers, power sources and an enhanced power grid. On the other, tariffs increase the costs of the materials necessary to build the infrastructure needed, and immigration policies may drive up labor costs for construction jobs.\nGreen energy and environmental policies\n\nCurrent green energy and environmental policies introduce both risks and opportunities for PE firms. The slowdown in green energy investments doesn’t just affect wind farms or the environment — it also impacts the technology companies that serve these areas.\n\nPE firms, which are often overweighted in intellectual property, technology and service sectors, face risks due to this slowdown.\n\nThe potential reduction in federal funding for programs such as the Rural Energy for America Program, managed by the USDA, poses further challenges. This funding, which is currently directed toward green energy for rural areas, is now in jeopardy. The potential discontinuation of this funding contributes to overall market uncertainty.\n\nThe demographic shift during this new administration has a significant effect on the availability of capital. As baby boomers retire, they are taking money out of the market and putting it into safer investments like T-bills, CDs and municipal bonds. This shift reduces the amount of capital available for deployment.\nDeregulation and AI investments\n\nThe emphasis on AI and deregulation creates a promising environment for PE investments. These policies could drive firms to invest in AI technologies aimed at enhancing efficiencies within government agencies and improving digital health services. By leveraging these advancements and the administration’s support, firms can capitalize on the rapid growth of AI technology and the resulting economic opportunities.\n\nPE bets in AI have been fewer but much bigger, leading to some risk in concentration. The heavy investment in AI, coupled with deregulation, suggests that this sector may see significant growth. However, it also means that the stakes are high, and the outcomes could be polarized, with some companies emerging as big winners and others potentially facing losses.\nStrategies for navigating uncertainty\n\nIn times of political and economic uncertainty, PE firms must adopt strategies to mitigate risks and capitalize on opportunities. One effective approach is to de-risk investments by putting follow-on rounds into entities they are already involved with or taking minority positions in companies that are already growing. This strategy reduces the risk associated with new ventures and leverages existing relationships and investments.\n\nPE firms may see more syndicated deals, where multiple funds come together to make an investment rather than a single fund making the entire investment. Syndicated raises can help spread risk and increase the chances of success, as they involve collaboration and shared expertise among multiple investors.\n\nThe PE sector has demonstrated resilience in the face of various challenges. It has survived inflation, tariffs and other economic disruptions, showcasing its flexibility in where money gets placed. When business is good, the PE market thrives, and even when business is bad, the sector performs relatively well. This adaptability and resilience make PE a robust investment option in both favorable and challenging times.\n\nKevin Smith is a partner and the national leader of Wipfli’s Technology and Innovation Industry. In this role, Smith aligns Wipfli’s broad portfolio of consulting and financial services to accelerate growth for technology-centric clients. With a successful history of driving growth in private equity-held technology and professional service firms, Smith is uniquely attuned to opportunities and optimizations that provide immediate impact for scaling technology companies.\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "The 10 Biggest Rounds Of March: Anthropic’s Massive $3.5B Round Leads",
    "content": "This is a monthly feature that runs down the month’s top 10 funding rounds in the U.S. Check out February’s biggest rounds here.\n\nMarch was a pretty good month for big rounds. To even make the list, a company needed to raise $200 million. Not surprisingly, a big artificial intelligence raise led the way.\n\n1. Anthropic, $3.5B, artificial intelligence: Anthropic, a ChatGPT rival with its AI assistant Claude, raised a $3.5 billion funding round led by Lightspeed Venture Partners, valuing it at $61.5 billion. The San Francisco-based startup was most recently valued at $18.5 billion in February 2024. The new round briefly made Anthropic the second-most valuable AI startup in the world. However, late last month, xAI bought X, with the deal valuing the startup at now $80 billion. Anthropic’s new round also values it well behind OpenAI, which is closing in on its own new $40 billion funding from SoftBank that will value it at a mind-blowing $260 billion.\n\n2. Nerdio, $500M, information technology: IT professionals are stretched pretty thin these days, so it makes sense that a company that helps automate some of their work could raise big. That’s exactly what Nerdio did. The Chicago-based company raised a $500 million equity round from General Atlantic that values it at $1.2 billion, according to Bloomberg. While the company may be under the radar for some, it says it has more than 15,000 customers in 50 countries, is profitable and growing annual recurring revenue more than 85% year to year. Founded in 1998, Nerdio has raised $625 million, per Crunchbase.\n\n3. Fleetio, $450M, fleet management: Fleet optimization software platform developer Fleetio locked up a $450 million round to finance the acquisition of maintenance authorization platform Auto Integrate. The new round was co-led by existing Fleetio investor Elephant and new investor Goldman Sachs Alternatives’ growth equity branch, and values the Birmingham, Alabama-based company at more than $1.5 billion. The new company will service more than 8 million vehicles and process more than 13 million repair orders per year. Founded in 2011, the company has raised $620 million, per Crunchbase.\n\n4. Mercury, $300M, fintech: Fintech startup Mercury raised a massive $300 million Series C led by new investor Sequoia Capital. The new round includes primary and secondary funding and values the company at $3.5 billion — more than double its previous Series B valuation of $1.6 billion in 2021. The San Francisco-based company offers bank accounts integrated with various financial tools businesses need. Founded in 2017, the company has raised $452 million, per Crunchbase.\n\n5. Flock Safety, $275M, public safety: Atlanta-based Flock Safety raised a $275 million round led by Andreessen Horowitz that values the startup at $7.5 billion. The company’s integrated safety platform includes license plate readers, gunshot detection, AI-powered video cameras and drone-as-first-responder technology. The company also has surpassed $300 million in annual recurring revenue. Founded in 2017, the company has raised nearly $656 million, per Crunchbase.\n\n6. (tied) Celestial AI, $250M, semiconductor: Optical interconnectivity startup Celestial AI raised a $250 million Series C1 round led by Fidelity Management & Research Co. at a reported $2.5 billion valuation. The fresh cash comes almost exactly a year after the Santa Clara, California-based company locked up a $175 million Series C led by Thomas Tull’s US Innovative Technology Fund. The startup’s photonic fabric platform helps separate compute and memory, making processing extensive AI faster and providing more energy-efficient computing. Founded in 2020, Celestial AI has now raised more than $515 million, per the company.\n\n6. (tied) Epirus, $250M, defense: Startup Epirus raised a $250 million Series D led by 8VC 1 and Washington Harbour Partners in the latest example of a defense tech raising big. The Los Angeles-based company has developed a high-energy, high-power microwave technology to counter drones, drone swarms and other electronics. The new round included a strategic investment from General Dynamics Land Systems. Epirus — founded in 2018 — did not release a valuation after the new round but has raised more than $550 million, per the company, and  plans to use the new funds to expand into international and commercial markets, and grow its workforce.\n\n6. (tied) Island, $250M, cybersecurity: Dallas-based enterprise browser developer Island raised a $250 million Series E at a $4.8 billion valuation. The new round was led by Coatue Management, with several existing investors participating in the round, per the company. The new valuation represents a 60% jump from last April when Island raised a $175 million Series D at a $3 billion valuation, also led by Coatue. The company has approximately 500 employees, with more than 200 in product development and engineering, and more than 450 customers. The deal came just after Google parent Alphabet announced its intention to buy cloud security unicorn Wiz for $32 billion — the biggest ever M&A exit for a VC-backed company.  That deal likely will stoke investor interest in cyber, which already saw venture funding increase last year compared to 2023. Island itself is no stranger to big-money rounds. In October 2023, it raised a $100 million Series C led by Prysm Capital that valued the company at $1.5 billion. In March 2022, it announced a $115 million Series B at a $1.3 billion valuation led by Insight Partners — minting it a unicorn just seven weeks after launching. Founded in 2020, the company has raised $810 million, per Crunchbase.\n\n9. Shield AI, $240M, defense: The direct hits just keep coming for the defense tech sector as defense and aerospace startup Shield AI locked up a $240 million F-1 strategic funding round at a $5.3 billion valuation. The new valuation is nearly double the company’s previous $2.7 billion valuation after it raised a $200 million Series F in October 2023 (it later added another $300 million in debt and equity to the round). San Diego-based Shield AI creates an array of intelligent, autonomous systems for the defense sector. Its software, for instance — Hivemind Mind — enables aircraft to operate autonomously in high-threat environments. The new funding received what the company called “major participation from strategic investors” Hanwha Aerospace and L3 Harris Technologies, as well as participation from existing investors including Andreessen Horowitz, US Innovative Technology Fund and Washington Harbour Partners. Founded in 2015, Shield AI has raised $1.3 billion, per Crunchbase.\n\n10. Lila Sciences, $200M, life science: The intersection of artificial intelligence and science is seeing a lot of money, and here&#8217;s another example. Cambridge, Massachusetts-based Lila Sciences raised a huge $200 million seed round from the likes of Flagship Pioneering and others. The new company is looking to build the world’s first scientific superintelligence platform and fully autonomous labs for life, chemical and materials sciences by using an advanced form of AI that can not only process vast amounts of data and make predictions, but also assist scientists in “designing and conducting new experiments, generating hypotheses and testing them in real-world environments.”\nBig global deals\n\nThe biggest funding round outside the U.S. was a crypto deal.\n\nMalta-based cryptocurrency exchange Binance received a massive $2 billion investment from Abu Dhabi-based investment firm MGX.\n\nMethodology\n\nWe tracked the largest rounds in the Crunchbase database that were raised by U.S.-based companies for the month of March 2025. Although most announced rounds are represented in the database, there could be a small time lag as some rounds are reported late in the month.\n\nIllustration: Dom Guzman\n\n8VC is an investor in Crunchbase. They have no say in our editorial process. For more, head here.&#8617;",
    "source": "crunchbase"
  },
  {
    "title": "Brain-computer interfaces face a critical test",
    "content": "Tech companies are always trying out new ways for people to interact with computers—consider efforts like Google Glass, the Apple Watch, and Amazon’s Alexa. You’ve probably used at least one.\n\nBut the most radical option has been tried by fewer than 100 people on Earth—those who have lived for months or years with implanted brain-computer interfaces, or BCIs.\n\nImplanted BCIs are electrodes put in paralyzed people’s brains so they can use imagined movements to send commands from their neurons through a wire, or via radio, to a computer. In this way, they can control a computer cursor or, in few cases, produce speech. \n\nRecently, this field has taken some strides toward real practical applications. About 25 clinical trials of BCI implants are currently underway. And this year MIT Technology Review readers have selected these brain-computer interfaces as their addition to our annual list of 10 Breakthrough Technologies, published in January.\n\nBCIs won by a landslide to become the “11th Breakthrough,” as we call it. It beat out three runners-up: continuous glucose monitors, hyperrealistic deepfakes, and methane-detecting satellites.\n\nThe impression of progress comes thanks to a small group of companies that are actively recruiting volunteers to try BCIs in clinical trials. They are Neuralink, backed by the world’s richest person, Elon Musk; New York–based Synchron; and China’s Neuracle Neuroscience. \n\nEach is trialing interfaces with the eventual goal of getting the field’s first implanted BCI approved for sale. \n\n“I call it the translation era,” says Michelle Patrick-Krueger, a research scientist who carried out a detailed survey of BCI trials with neuroengineer Jose Luis Contreras-Vidal at the University of Houston. “In the past couple of years there has been considerable private investment. That creates excitement and allows companies to accelerate.”\n\nThat’s a big change, since for years BCIs have been more like a neuroscience parlor trick, generating lots of headlines but little actual help to patients. \n\nPatrick-Krueger says the first time a person controlled a computer cursor from a brain implant was in 1998. That was followed by a slow drip-drip of tests in which university researchers would find a single volunteer, install an implant, and carry out studies for months or years.\n\nOver 26 years, Patrick-Krueger says, she was able to document a grand total of 71 patients who’ve ever controlled a computer directly with their neurons. \n\nThat means you are more likely to be friends with a Mega Millions jackpot winner than know someone with a BCI.\n\nThese studies did prove that people could use their neurons to play Pong, move a robot arm, and even speak through a computer. But such demonstrations are of no practical help to people with paralysis severe enough to benefit from a brain-controlled computer, because these implants are not yet widely available. \n\n“One thing is to have them work, and another is how to actually deploy them,” says Contreras-Vidal. “Also, behind any great news are probably technical issues that need to be addressed.” These include questions about how long an implant will last and how much control it offers patients.\n\nLarger trials from three companies are now trying to resolve these questions and set the groundwork for a real product.\n\nOne company, Synchron, uses a stent with electrodes on it that’s inserted into a brain vessel via a vein in the neck. Synchron has implanted its “stentrode” in 10 volunteers, six in the US and four in Australia—the most simultaneous volunteers reported by any BCI group. \n\nThe stentrode collects limited brain signals, so it gives users only a basic on/off type of control signal, or what Synchron calls a “switch.” That isn’t going to let a paralyzed person use Photoshop. But it’s enough to toggle through software menus or select among prewritten messages.\n\nTom Oxley, Synchron’s CEO, says the advantage of the stentrode is that it is “as simple as possible.” That, he believes, will make his brain-computer interface “scalable” to more people, especially since installing it doesn’t involve brain surgery. \n\nSynchron might be ahead, but it’s still in an exploratory phase. A “pivotal” study, the kind used to persuade regulators to allow sales of a specific version of the device, has yet to be scheduled. So there’s no timeline for a product. \n\nNeuralink, meanwhile, has disclosed that three volunteers have received its implant, the N1, which consists of multiple fine electrode threads inserted directly into the brain through a hole drilled in the skull. \n\nMore electrodes mean more neural activity is captured. Neuralink’s first volunteer, Noland Arbaugh, has shown off how he can guide a cursor around a screen in two dimensions and click, letting him play video games like Civilization or online chess.\n\nFinally, Neuracle says it is running two trials in China and one in the US. Its implant consists of a patch of electrodes placed on top of the brain. In a report, the company said a paralyzed volunteer is using the system to stimulate electrodes in his arm, causing his hand to close in a grasp. \n\nBut details remain sparse. A Neuracle executive would only say that “several” people had received its implant.\n\nBecause Neuracle’s patient count isn’t public, it wasn’t included in Patrick-Krueger’s tally. In fact, there’s no information at all in the medical literature on about a quarter of brain-implant volunteers so far, so she counted them using press releases or by e-mailing research teams.\n\nHer BCI survey yielded other insights. According to her data, implants have lasted as long as 15 years, more than half of patients are in the US, and roughly 75% of BCI recipients have been male. \n\nThe data can’t answer the big question, though. And that is whether implanted BCIs will progress from breakthrough demonstrations into breakout products, the kind that help many people.\n\n“In the next five to 10 years, it’s either going to translate into a product or it’ll still stay in research,” Patrick-Krueger says. “I do feel very confident there will be a breakout.”",
    "source": "techreview"
  },
  {
    "title": "How do you teach an AI model to give therapy?",
    "content": "On March 27, the results of the first clinical trial for a generative AI therapy bot were published, and they showed that people in the trial who had depression or anxiety or were at risk for eating disorders benefited from chatting with the bot. \n\nI was surprised by those results, which you can read about in my full story. There are lots of reasons to be skeptical that an AI model trained to provide therapy is the solution for millions of people experiencing a mental health crisis. How could a bot mimic the expertise of a trained therapist? And what happens if something gets complicated—a mention of self-harm, perhaps—and the bot doesn’t intervene correctly? \n\nThe researchers, a team of psychiatrists and psychologists at Dartmouth College’s Geisel School of Medicine, acknowledge these questions in their work. But they also say that the right selection of training data—which determines how the model learns what good therapeutic responses look like—is the key to answering them.\n\nFinding the right data wasn’t a simple task. The researchers first trained their AI model, called Therabot, on conversations about mental health from across the internet. This was a disaster.\n\nIf you told this initial version of the model you were feeling depressed, it would start telling you it was depressed, too. Responses like, “Sometimes I can’t make it out of bed” or “I just want my life to be over” were common, says Nick Jacobson, an associate professor of biomedical data science and psychiatry at Dartmouth and the study’s senior author. “These are really not what we would go to as a therapeutic response.” \n\nThe model had learned from conversations held on forums between people discussing their mental health crises, not from evidence-based responses. So the team turned to transcripts of therapy sessions. “This is actually how a lot of psychotherapists are trained,” Jacobson says. \n\nThat approach was better, but it had limitations. “We got a lot of ‘hmm-hmms,’ ‘go ons,’ and then ‘Your problems stem from your relationship with your mother,’” Jacobson says. “Really tropes of what psychotherapy would be, rather than actually what we’d want.”\n\nIt wasn’t until the researchers started building their own data sets using examples based on cognitive behavioral therapy techniques that they started to see better results. It took a long time. The team began working on Therabot in 2019, when OpenAI had released only its first two versions of its GPT model. Now, Jacobson says, over 100 people have spent more than 100,000 human hours to design this system. \n\nThe importance of training data suggests that the flood of companies promising therapy via AI models, many of which are not trained on evidence-based approaches, are building tools that are at best ineffective, and at worst harmful. \n\nLooking ahead, there are two big things to watch: Will the dozens of AI therapy bots on the market start training on better data? And if they do, will their results be good enough to get a coveted approval from the US Food and Drug Administration? I’ll be following closely. Read more in the full story.\n\nThis story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here.",
    "source": "techreview"
  },
  {
    "title": "Alphabet-Backed Isomorphic Labs Raises $600M For AI Drug Development",
    "content": "Google spinoff Isomorphic Labs raised $600 million in its first external funding round as the company looks to apply artificial intelligence to the drug development process.\n\nThe new round was led by Thrive Capital with participation from Google Ventures. The London-based AI company will receive follow-on capital from existing investor Alphabet.\n\nIsomorphic was spun out of Google DeepMind in 2021.\n\n“This funding will further turbocharge the development of our next-generation AI drug design engine, help us advance our own programs into clinical development, and is a significant step forward towards our mission of one day solving all disease with the help of AI,” founder and CEO Sir Demis Hassabis said in a statement.\nAI and biotech\n\nThe round is just the latest big raise by a startup using AI in the pursuit of drug development.\n\nSome notable raises in the past year-plus include San Francisco-based Xaira Therapeutics securing a $1 billion Series A last spring led by Arch Venture Partners and Foresite Capital, and New York-based Formation Bio locking up $372 million in a Series D last summer led by Andreessen Horowitz.\n\nThe deal is also another big investment for Thrive, the New York-based investment firm co-founded by Joshua Kushner. The firm led Databricks’ massive $10 billion raise at a $62 billion valuation last December. The deal was the largest venture capital raise of 2024 and one of the largest on record.\n\nIt also led OpenAI’s big $6.6 billion round in October that valued the company at $150 billion.\nRelated reading:\n\nEye On AI: Thrive Capital’s Busy Year\nDatabricks Raises $10B In 2024’s Largest Venture Funding Deal\nHealthcare And AI Is A Hot Combination For Startups\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "The Download: generative AI therapy, and the future of 23andMe’s genetic data",
    "content": "This is today&#8217;s edition of The Download, our weekday newsletter that provides a daily dose of what&#8217;s going on in the world of technology.\n\nThe first trial of generative AI therapy shows it might help with depression\n\nThe first clinical trial of a generative AI therapy bot suggests it was as effective as human therapy for people with depression, anxiety, or risk for developing eating disorders. Even so, it doesn’t give a go-ahead to the dozens of companies hyping such technologies while operating in a regulatory gray area. Read the full story.\n\n—James O&#8217;Donnell\n\nHow a bankruptcy judge can stop a genetic privacy disaster\n\n—Keith Porcaro\n\nThe fate of 15 million people’s genetic data rests in the hands of a bankruptcy judge now that 23andMe has filed for bankruptcy. But there’s still a small chance of writing a better ending for users—and it’s a simple fix. Read the full story.\n\nThe must-reads\n\nI’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology.\n\n1 Meet the online activists fighting back against ICE raids\nTheir networks are warning migrants about ICE officer hotspots in major cities. (WP $)\n+ Noncitizens are growing increasingly anxious. (NPR)\n\n2 US health experts were ordered to bury a measles forecast\nThe assessment warned the risk of catching the virus was high in areas with lower vaccination rates. (ProPublica)\n+ The former US covid chief has called the outbreak wholly preventable. (Politico)\n+ How measuring vaccine hesitancy could help health professionals tackle it. (MIT Technology Review)\n\n3 Donald Trump is confident a TikTok deal is forthcoming\nAhead of the impending deadline on Saturday. (Reuters)\n\n4 China’s efforts to clean up air pollution are accelerating global warming\nIts dirty air had been inadvertently cooling the planet. (New Scientist $)\n+ Who’s to blame for climate change? It’s surprisingly complicated. (MIT Technology Review)\n\n5 Brands are spending small amounts on X to appease Elon Musk\nThey’re doing what they can to avoid triggering a public fallout with the billionaire. (FT $)\n+ Musk’s X has a new owner—it’s, err, Musk’s xAI. (CNBC)\n\n6 Campaigners are calling to pause a mental health inpatient monitoring system\nThe Oxevision system remotely tracks patients’ breathing and heart rates. (The Guardian)\n+ This AI-powered “black box” could make surgery safer. (MIT Technology Review)\n\n7 The US and China are locked in a race to produce the first useful humanoid robot\nThe first to succeed will dominate the future of many labor-intensive industries. (WSJ $)\n+ Beijing is treating humanoid robots as a major future industry. (WP $)\n\n8 Data center operators are inking solar power deals\nIt’s a proven, clean technology that is relatively low-cost. (TechCrunch)\n+ The cost of AI services is dropping. (The Information $)\n+ Why the US is still trying to make mirror-magnified solar energy work. (MIT Technology Review)\n\n9 H&M plans to create digital replicas of its models\nWhich means the retailer could outsource entire photoshoots to AI. (NYT $)\n+ The metaverse fashion stylists are here. (MIT Technology Review)\n\n10 What it’s like to drive a Tesla Cybertruck in Washington DC\nExpect a whole lot of abuse. (The Atlantic $)\n+ Protestors are gathering at Tesla showrooms across America. (Insider $)\n\nQuote of the day\n\n“Viruses don’t need a passport.”\n\n—Dr William Schaffner, an infectious disease expert at Vanderbilt University Medical Center, warns CNN that the US measles outbreak could spread widely to other countries.\n\nThe big story\n\nMarseille’s battle against the surveillance state\n\nJune 2022\n\nAcross the world, video cameras have become an accepted feature of urban life. Many cities in China now have dense networks of them, and London and New Delhi aren’t far behind. Now France is playing catch-up.\n\nConcerns have been raised throughout the country. But the surveillance rollout has met special resistance in Marseille, France’s second-biggest city.\n\nIt’s unsurprising, perhaps, that activists are fighting back against the cameras, highlighting the surveillance system’s overreach and underperformance. But are they succeeding? Read the full story.\n\n—Fleur Macdonald\n\nWe can still have nice things\n\nA place for comfort, fun and distraction to brighten up your day. (Got any ideas? Drop me a line or skeet &#8217;em at me.)\n\n+ The online pocket computer museum is exceptionally charming.\n+ There’s an entirely new cat color emerging, and scientists have finally worked out why.\n+ Experiencing Bluesky ‘skeets’ posted in real time is a seriously trippy business.\n+ Never underestimate the power of a good deed.",
    "source": "techreview"
  },
  {
    "title": "How Do You Value Pre-Revenue Startups?",
    "content": "One of the most common questions in startup valuation is: “How do you value pre-revenue startups?”\n\nIt’s a funny question, because it assumes the premise that startups are generally valued based on past revenue. This couldn’t be further from the truth.\n\nTo quote the legendary Bill Gurley, general partner at Benchmark: “People act like [valuation is] an award for past behavior. It’s not. It’s a hurdle for future behavior.”\n\nAll valuation is forward-looking. In the purest sense, it’s the discounted value of all future cash flows. In a more rough-and-ready venture capital sense, what you care about is exit potential. This is usually understood through revenue growth assumptions, or EBITDA projections in more rational markets.\nThe roadmap of future potential\n\nSo, how do you value a pre-revenue startup? The same way you value any startup, at any stage: by mapping the future.\n\nThis can be conceived as a three-step process:\n\n Ambition to strategy: Converting the ambition of the company into a rational strategy for growth and expansion, to help you understand the likely rate of growth and what investment will be required.\n Strategy to financials: Quantifying that strategy into revenue and the associated operational expenses (the cost of running the business) and cost of goods sold (the variable costs associated with each sale).\n Financials to ambition: Completing the cycle by comparing that projected financial future to the ambition you set out to achieve. Does it seem realistic, is it achievable, do you need to modify your pitch?\n\nTo be clear, what this delivers is coherence, not certainty. Startups are inherently risky, and any pitch is asking investors to suspend their disbelief and explore the realm of the possible with the founders.\n\nTo quote another brilliant investor, Eric Bahn of Hustle Fund, the question that early-stage VCs should ask themselves is: “What happens if everything goes right?”\nA series of assumptions\n\nThe journey of any startup is a series of inflection points, as it increments through key assumptions.\n\nAmong the first of those proof points is revenue, demonstrating the ability to attract paying customers. After that, you see how easily (and cheaply) that revenue can be scaled. Then, you might start looking at customer retention data, whether product expansion keeps creating value, how competition shapes margins. Step by step, the faith that you put in the founding team early on is displaced by hard data on performance.\n\nWhile a pre-revenue startup may feel especially high-risk, it’s actually just one more assumption on a stack of others. Raising at this point usually means the product is particularly expensive to build — they’re not able to bootstrap the launch.\n\nIn this case, both the founders and prospective investors can look at other ways to address that assumption through speaking to potential customers, technical due diligence and market research.\n\nThis dynamic is what defines greatness. The best founders can build conviction among investors, allowing them to raise at a higher price.\n\nOn the other hand, the best investors aim to build conviction before the founders have proof, in order to invest at a lower price. While this is true at every stage of growth, pre-revenue investing addresses the largest pool of assumptions, and so a wider net must be cast on qualitative and quantitative inputs in the decision-making process.\n\nIn conclusion, like any investment, pre-revenue startups require that investors face the future with a prepared mind, willing to embrace uncertainty. If there wasn’t any uncertainty there would be no venture capital. If you’re looking for the comfort of “knowables” like revenue, you might be in the wrong place.\n\nDan Gray, a frequent guest author for Crunchbase News, is the head of insights at Equidam, a platform for startup valuation.\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "Deal Momentum Cautiously Builds At The Nexus Of AI And Real Estate",
    "content": "Real estate is often the largest asset people own. But when it comes to venture investment, giant bets in the space often don’t work out.\n\nThe list of failures and underperformers from the frothy investment period a few years ago includes many exceptionally well-funded real estate plays. Examples include WeWork, ibuyers such as Opendoor and Offerpad, and construction industry disruptors like Veev and Katerra.\n\nMore recently, as investors put dry powder to work at the intersection of artificial intelligence and real estate, we’re seeing a less capital-intensive dynamic play out. Deals are getting done, but rarely at unicorn valuations.\n\nSo far this year, a little more than $200 million has gone to startups applying artificial intelligence to real estate-related sectors like property management and construction, per Crunchbase data.  Investment is on pace to exceed last year but remains below prior highs, as charted below.\n\nFunded startups from the past year are a varied lot, spanning sub-sectors including rental management, drone-delivered site inspections, and building energy efficiency.\n\nThe largest funding recipient of the past year, New York-based EliseAI, raised $75 million last summer for an automation platform for the housing and healthcare industries. Its AI-enabled property management tool handles tasks such as rental inquiries, tour scheduling, maintenance requests and other routine tasks.\n\nMore recently, Santa Monica, California-based Zeitview landed $60 million in a March financing to provide drone aerial inspections for use cases including construction and building management.\n\nMontreal-based Dcbel was another strong fundraiser, securing $55 million this month to scale a system that connects a home’s energy devices to smart grids and energy markets.\n\nWe’re also seeing a sizable pipeline of smaller rounds. Among companies funded this year that straddle AI and real estate, the median round was about $4 million.\nDeliberately smaller\n\nCommonly, we see reductions in total funding and smaller average round sizes as a sign of pessimism around a sector. For real estate, however, there’s a case to be made that venture investors still like the space, just not many of the capital-intensive business models popular during the boom years.\n\n“It frustrates us to see dollars improperly allocated to our sector,” said Gavin Myers, managing partner at Prudence, an early-stage venture firm largely focused on real estate and construction.\n\nYet while onetime unicorns in i-buying and other real estate-adjacent areas may have faltered, Myers said he’s enthusiastic about deal flow in other emerging areas, in particular tools that add much-needed efficiencies in areas such as construction, real estate sales and building management.\n\nFor the time being, he said, “there’s more demand for solutions than supply of good solutions.”\n\nThe firm’s most recent investment along these lines was a $4 million March seed round for Uniti AI, an AI-powered real estate leasing agent. It’s also active on the building side, including participating in a $13.5 million Series A investment last year for Planera, which develops software for sharing information between the office and field in construction projects.\n\nIn addition to seeing strong demand for AI tools, per Myers, another advantage is that founders are able to use AI in product development to get to market faster and more cheaply than previous generations of startups.\nExits\n\nWhile the pace of large startup exits has picked up in recent weeks, real estate-related companies haven’t been among the participants.\n\nThat said, we did see a unicorn-scale IPO by one major player with ties to the space — home service contractor platform ServiceTitan — in late 2024. Although down from their highs, shares have held up pretty well, with the Glendale, California-based company recently valued around $8.5 billion.\n\nLooking ahead, there’s certainly no shortage of massive real estate-related revenue streams for startups to tap into. In fact, with construction spending on the rise, rents hovering close to all-time highs, and home maintenance costs higher than ever, one could argue that opportunities have never been bigger.\nRelated Crunchbase Pro list:\n\nAI And Real Estate-Related Investment\n\nRelated reading:\n\nA Booming Start To The Year For The Billion-Dollar Exits Board\nServiceTitan Shares Surge In First-Day Trading\n\nIllustration: Dom Guzman",
    "source": "crunchbase"
  },
  {
    "title": "The first trial of generative AI therapy shows it might help with depression",
    "content": "The first clinical trial of a therapy bot that uses generative AI suggests it was as effective as human therapy for participants with depression, anxiety, or risk for developing eating disorders. Even so, it doesn’t give a go-ahead to the dozens of companies hyping such technologies while operating in a regulatory gray area. \n\nA team led by psychiatric researchers and psychologists at the Geisel School of Medicine at Dartmouth College built the tool, called Therabot, and the results were published on March 27 in NEJM AI, a journal by the New England Journal of Medicine. Many tech companies have built AI tools for therapy, promising that people can talk with a bot more frequently and cheaply than they can with a trained therapist—and that this approach is safe and effective.\n\nMany psychologists and psychiatrists have shared the vision, noting that fewer than half of people with a mental disorder receive therapy, and those who do might get only 45 minutes per week. Researchers have tried to build tech so that more people can access therapy, but they have been held back by two things. \n\nOne, a therapy bot that says the wrong thing could result in real harm. That’s why many researchers have built bots using explicit programming: The software pulls from a finite bank of approved responses (as was the case with Eliza, a mock-psychotherapist computer program built in the 1960s). But this makes them less engaging to chat with, and people lose interest. The second issue is that the hallmarks of good therapeutic relationships—shared goals and collaboration—are hard to replicate in software. \n\nIn 2019, as early large language models like OpenAI’s GPT were taking shape, the researchers at Dartmouth thought generative AI might help overcome these hurdles. They set about building an AI model trained to give evidence-based responses. They first tried building it from general mental-health conversations pulled from internet forums. Then they turned to thousands of hours of transcripts of real sessions with psychotherapists.\n\n“We got a lot of ‘hmm-hmms,’ ‘go ons,’ and then ‘Your problems stem from your relationship with your mother,’” said Nick Jacobson, an associate professor of biomedical data science and psychiatry at Dartmouth and the study&#8217;s senior author, in an interview. “Really tropes of what psychotherapy would be, rather than actually what we’d want.”\n\nDissatisfied, they set to work assembling their own custom data sets based on evidence-based practices, which is what ultimately went into the model. Many AI therapy bots on the market, in contrast, might be just slight variations of foundation models like Meta’s Llama, trained mostly on internet conversations. That poses a problem, especially for topics like disordered eating.\n\n“If you were to say that you want to lose weight,” Jacobson says, “they will readily support you in doing that, even if you will often have a low weight to start with.” A human therapist wouldn’t do that. \n\nTo test the bot, the researchers ran an eight-week clinical trial with 210 participants who had symptoms of depression or generalized anxiety disorder or were at high risk for eating disorders. About half had access to Therabot, and a control group did not. Participants responded to prompts from the AI and initiated conversations, averaging about 10 messages per day.\n\nParticipants with depression experienced a 51% reduction in symptoms, the best result in the study. Those with anxiety experienced a 31% reduction, and those at risk for eating disorders saw a 19% reduction in concerns about body image and weight. These measurements are based on self-reporting through surveys, a method that’s not perfect but remains one of the best tools researchers have.\n\nThese results, Jacobson says, are about what one finds in randomized control trials of psychotherapy with 16 hours of human-provided treatment, but the Therabot trial accomplished it in about half the time. “I’ve been working in digital therapeutics for a long time, and I’ve never seen levels of engagement that are prolonged and sustained at this level,” he says.\n\nJean-Christophe Bélisle-Pipon, an assistant professor of health ethics at Simon Fraser University who has written about AI therapy bots but was not involved in the research, says the results are impressive but notes that just like any other clinical trial, this one doesn’t necessarily represent how the treatment would act in the real world. \n\n“We remain far from a ‘greenlight’ for widespread clinical deployment,” he wrote in an email.\n\nOne issue is the supervision that wider deployment might require. During the beginning of the trial, Jacobson says, he personally oversaw all the messages coming in from participants (who consented to the arrangement) to watch out for problematic responses from the bot. If therapy bots needed this oversight, they wouldn’t be able to reach as many people. \n\nI asked Jacobson if he thinks the results validate the burgeoning industry of AI therapy sites.\n\n“Quite the opposite,” he says, cautioning that most don’t appear to train their models on evidence-based practices like cognitive behavioral therapy, and they likely don’t employ a team of trained researchers to monitor interactions. “I have a lot of concerns about the industry and how fast we’re moving without really kind of evaluating this,” he adds.\n\nWhen AI sites advertise themselves as offering therapy in a legitimate, clinical context, Jacobson says, it means they fall under the regulatory purview of the Food and Drug Administration. Thus far, the FDA has not gone after many of the sites. If it did, Jacobson says, “my suspicion is almost none of them—probably none of them—that are operating in this space would have the ability to actually get a claim clearance”—that is, a ruling backing up their claims about the benefits provided. \n\nBélisle-Pipon points out that if these types of digital therapies are not approved and integrated into health-care and insurance systems, it will severely limit their reach. Instead, the people who would benefit from using them might seek emotional bonds and therapy from types of AI not designed for those purposes (indeed, new research from OpenAI suggests that interactions with its AI models have a very real impact on emotional well-being). \n\n“It is highly likely that many individuals will continue to rely on more affordable, nontherapeutic chatbots—such as ChatGPT or Character.AI—for everyday needs, ranging from generating recipe ideas to managing their mental health,” he wrote. \n\nCorrection: The study was published in NEJM AI, a journal by the New England Journal of Medicine, not in the New England Journal of Medicine as originally stated. The story was also updated with correct attributions of quotes to Nick Jacobson, rather than co-author Michael Heinz.",
    "source": "techreview"
  },
  {
    "title": "How a bankruptcy judge can stop a genetic privacy disaster",
    "content": "Stop me if you’ve heard this one before: A tech company accumulates a ton of user data, hoping to figure out a business model later. That business model never arrives, the company goes under, and the data is in the wind. \n\nThe latest version of that story emerged on March 24, when the onetime genetic testing darling 23andMe filed for bankruptcy. Now the fate of 15 million people’s genetic data rests in the hands of a bankruptcy judge. At a hearing on March 26, the judge gave 23andMe permission to seek offers for its users’ data. But, there’s still a small chance of writing a better ending for users.\n\nAfter the bankruptcy filing, the immediate take from policymakers and privacy advocates was that 23andMe users should delete their accounts to prevent genetic data from falling into the wrong hands. That’s good advice for the individual user (and you can read how to do so here). But the reality is most people won’t do it. Maybe they won’t see the recommendations to do so. Maybe they don’t know why they should be worried. Maybe they have long since abandoned an account that they don’t even remember exists. Or maybe they’re just occupied with the chaos of everyday life. \n\nThis means the real value of this data comes from the fact that people have forgotten about it. Given 23andMe’s meager revenue—fewer than 4% of people who took tests pay for subscriptions—it seems inevitable that the new owner, whoever it is, will have to find some new way to monetize that data. \n\nThis is a terrible deal for users who just wanted to learn a little more about themselves or their ancestry. Because genetic data is forever. Contact information can go stale over time: you can always change your password, your email, your phone number, or even your address. But a bad actor who has your genetic data—whether a cybercriminal selling it to the highest bidder, a company building a profile of your future health risk, or a government trying to identify you—will have it tomorrow and the next day and all the days after that. \n\nUsers with exposed genetic data are not only vulnerable to harm today; they’re vulnerable to exploits that might be developed in the future. \n\nWhile 23andMe promises that it will not voluntarily share data with insurance providers, employers, or public databases, its new owner could unwind those promises at any time with a simple change in terms. \n\nIn other words: If a bankruptcy court makes a mistake authorizing the sale of 23andMe’s user data, that mistake is likely permanent and irreparable. \n\nAll this is possible because American lawmakers have neglected to meaningfully engage with digital privacy for nearly a quarter-century. As a result, services are incentivized to make flimsy, deceptive promises that can be abandoned at a moment’s notice. And the burden falls on users to keep track of it all, or just give up.\n\nHere, a simple fix would be to reverse that burden. A bankruptcy court could require that users individually opt in before their genetic data can be transferred to 23andMe’s new owners, regardless of who those new owners are. Anyone who didn’t respond or who opted out would have the data deleted. \n\nBankruptcy proceedings involving personal data don’t have to end badly. In 2000, the Federal Trade Commission settled with the bankrupt retailer ToySmart to ensure that its customer data could not be sold as a stand-alone asset, and that customers would have to affirmatively consent to unexpected new uses of their data. And in 2015, the FTC intervened in the bankruptcy of RadioShack to ensure that it would keep its promises never to sell the personal data of its customers. (RadioShack eventually agreed to destroy it.) \n\nThe ToySmart case also gave rise to the role of the consumer privacy ombudsman. Bankruptcy judges can appoint an ombuds to help the court consider how the sale of personal data might affect the bankruptcy estate, examining the potential harms or benefits to consumers and any alternatives that might mitigate those harms. The U.S. Trustee has requested the appointment of an ombuds in this case. While scholars have called for the role to have more teeth and for the FTC and states to intervene more often, a framework for protecting personal data in bankruptcy is available. And ultimately, the bankruptcy judge has broad power to make decisions about how (or whether) property in bankruptcy is sold.\n\nHere, 23andMe has a more permissive privacy policy than ToySmart or RadioShack. But the risks incurred if genetic data falls into the wrong hands or is misused are severe and irreversible. And given 23andMe’s failure to build a viable business model from testing kits, it seems likely that a new business would use genetic data in ways that users wouldn’t expect or want. \n\nAn opt-in requirement for genetic data solves this problem. Genetic data (and other sensitive data) could be held by the bankruptcy trustee and released as individual users gave their consent. If users failed to opt in after a period of time, the remaining data would be deleted. This would incentivize 23andMe’s new owners to earn user trust and build a business that delivers value to users, instead of finding unexpected ways to exploit their data. And it would impose virtually no burden on the people whose genetic data is at risk: after all, they have plenty more DNA to spare.\n\nConsider the alternative. Before 23andMe went into bankruptcy, its then-CEO made two failed attempts to buy it, at reported valuations of $74.7 million and $12.1 million. Using the higher offer, and with 15 million users, that works out to a little under $5 per user. Is it really worth it to permanently risk a person’s genetic privacy just to add a few dollars in value to the bankruptcy estate? \n\nOf course, this raises a bigger question: Why should anyone be able to buy the genetic data of millions of Americans in a bankruptcy proceeding? The answer is simple: Lawmakers allow them to. Federal and state inaction allows companies to dissolve promises about protecting Americans’ most sensitive data at a moment’s notice. When 23andMe was founded, in 2006, the promise was that personalized health care was around the corner. Today, 18 years later, that era may really be almost here. But with privacy laws like ours, who would trust it?\n\nKeith Porcaro is the Rueben Everett Senior Lecturing Fellow at Duke Law School.",
    "source": "techreview"
  },
  {
    "title": "The Download: peering inside an LLM, and the rise of Signal",
    "content": "This is today&#8217;s edition of The Download, our weekday newsletter that provides a daily dose of what&#8217;s going on in the world of technology.\n\nAnthropic can now track the bizarre inner workings of a large language model\n\nThe news: The AI firm Anthropic has developed a way to peer inside a large language model and watch what it does as it comes up with a response, revealing key new insights into how the technology works. The takeaway: LLMs are even stranger than we thought.\n\nWhy it matters: It’s no secret that large language models work in mysterious ways. Shedding some light on how they work would expose their weaknesses, revealing why they make stuff up and can be tricked into going off the rails. It would help resolve deep disputes about exactly what these models can and can’t do. And it would show how trustworthy (or not) they really are. Read the full story.\n\n—Will Douglas Heaven\n\nWhat is Signal? The messaging app, explained.\n\nWith the recent news that the Atlantic’s editor in chief was accidentally added to a group Signal chat for American leaders planning a bombing in Yemen, many people are wondering: What is Signal? Is it secure? If government officials aren’t supposed to use it for military planning, does that mean I shouldn’t use it either?\n\nThe answer is: Yes, you should use Signal, but government officials having top-secret conversations shouldn’t use Signal. Read the full story to find out why.\n\n—Jack Cushman\n\nThis story is part of our MIT Technology Review Explains series, in which our writers untangle the complex, messy world of technology to help you understand what&#8217;s coming next. You can read more of them here.\n\n“Spare” living human bodies might provide us with organs for transplantation\n\n—Jessica Hamzelou\n\nThis week, MIT Technology Review published a piece on bodyoids—living bodies that cannot think or feel pain. In the piece, a trio of scientists argue that advances in biotechnology will soon allow us to create “spare” human bodies that could be used for research, or to provide organs for donation.\n\nIf you find your skin crawling at this point, you’re not the only one. It’s a creepy idea, straight from the more horrible corners of science fiction. But bodyoids could be used for good. And if they are truly unaware and unable to think, the use of bodyoids wouldn’t cross “most people’s ethical lines,” the authors argue. \n\nI’m not so sure. Read the full story.\n\nThis article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here.\n\nThe must-reads\n\nI’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology.\n\n1 A judge has ordered Trump’s officials to preserve their secret Signal chat \nWhile officials are required by law to keep chats detailing government business, Signal’s messages can be set to auto-disappear. (USA Today)\n+ The conversation detailed an imminent attack against Houthi rebels in Yemen. (The Hill)\n+ A government accountability group has sued the agencies involved. (Reuters)\n+ The officials involved in the chat appear to have public Venmo accounts. (Wired $)\n\n2 The White House is prepared to cut up to 50% of agency staff\nBut the final cuts could end up exceeding even that. (WP $)\n+ The sweeping cuts could threaten vital US statistics, too. (FT $)\n+ Can AI help DOGE slash government budgets? It’s complex. (MIT Technology Review)\n\n 3 OpenAI is struggling to keep up with demand for ChatGPT&#8217;s image generation\nThe fervor around its Studio Ghibli pictures has sent its GPUs into overdrive. (The Verge)\n+ Ghibli’s founder is no fan of AI art. (404 Media)\n+ Four ways to protect your art from AI. (MIT Technology Review)\n\n4 Facebook is pivoting back towards friends and family\nLess news, fewer posts from people you don’t know. (NYT $)\n+ A new tab shows purely updates from friends, with no other recommendations. (Insider $)\n\n5 Africa is set to build its first AI factory\nA specialized powerhouse for AI computing, to be precise. (Rest of World)\n+ What Africa needs to do to become a major AI player. (MIT Technology Review)\n\n6 A TikTok network spread Spanish-language immigration misinformation\nIncluding clips of the doctored voices of well-known journalists. (NBC News)\n\n7 Your TV is desperate for your data\nStreamers are scrambling around for new ways to make money off the information they gather on you. (Vox)\n\n8 This startup extracts rare earth oxides from industrial magnets \nIt’s a less intrusive way of accessing minerals vital to EV and wind turbine production. (FT $)\n+ The race to produce rare earth elements. (MIT Technology Review)\n\n9 NASA hopes to launch its next Starliner flight as soon as later this year\nAfter its latest mission stretched from a projected eight days to nine months. (Reuters)\n+ Europe is finally getting serious about commercial rockets. (MIT Technology Review)\n\n10 The Sims has been the world’s favorite life simulation game for 25 years\nBut a new Korean game is both more realistic and multicultural. (Bloomberg $)\n\nQuote of the day\n\n“It’s like, can you tell the difference between a person and a person-shaped sock puppet that is holding up a sign saying, ‘I am a sock puppet’?”\n\n—Laura Edelson, a computer science professor at Northeastern University, is skeptical about brands’ abilities to ensure their ads are being shown to real humans and not bots, she tells the Wall Street Journal.\n\nThe big story\n\nThe race to fix space-weather forecasting before next big solar storm hits\n\nApril 2024\n\nAs the number of satellites in space grows, and as we rely on them for increasing numbers of vital tasks on Earth, the need to better predict stormy space weather is becoming more and more urgent.\n\nScientists have long known that solar activity can change the density of the upper atmosphere. But it’s incredibly difficult to precisely predict the sorts of density changes that a given amount of solar activity would produce.\n\nNow, experts are working on a model of the upper atmosphere to help scientists to improve their models of how solar activity affects the environment in low Earth orbit. If they succeed, they’ll be able to keep satellites safe even amid turbulent space weather, reducing the risk of potentially catastrophic orbital collisions. Read the full story.\n\n—Tereza Pultarova\n\nWe can still have nice things\n\nA place for comfort, fun and distraction to brighten up your day. (Got any ideas? Drop me a line or skeet &#8217;em at me.)\n\n+ This is very cool—a nearly-infinite virtual museum entirely generated from Wikipedia.\n+ How to let go of that grudge you’ve been harboring (you know the one)\n+ If your social media feeds have been plagued by hot men making bad art, you’re not alone.\n+ It’s Friday, so enjoy this 1992 recording of a very fresh-faced Pearl Jam.",
    "source": "techreview"
  },
  {
    "title": "“Spare” living human bodies might provide us with organs for transplantation",
    "content": "This week, MIT Technology Review published a piece on bodyoids—living bodies that cannot think or feel pain. In the piece, a trio of experts argue that advances in biotechnology will soon allow us to create “spare” human bodies that could be used for research, or to provide organs for donation.\n\nIf you find your skin crawling at this point, you’re not the only one. It’s a creepy idea, straight from the more horrible corners of science fiction. But bodyoids could be used for good. And if they are truly unaware and unable to think, the use of bodyoids wouldn’t cross “most people’s ethical lines,” the authors argue. I’m not so sure.\n\nEither way, there’s no doubt that developments in science and biotechnology are bringing us closer to the potential reality of bodyoids. And the idea is already stirring plenty of ethical debate and controversy.\n\nOne of the main arguments made for bodyoids is that they could provide spare human organs. There’s a huge shortage of organs for transplantation. More than 100,000 people in the US are waiting for a transplant, and 17 people on that waiting list die every day. Human bodyoids could serve as a new source.\n\nScientists are working on other potential solutions to this problem. One approach is the use of gene-edited animal organs. Animal organs don’t typically last inside human bodies—our immune systems will reject them as “foreign.” But a few companies are creating pigs with a series of gene edits that make their organs more acceptable to human bodies.\n\nA handful of living people have received gene-edited pig organs. David Bennett Sr. was the first person to get a gene-edited pig heart, in 2022, and Richard Slayman was the first to get a kidney, in early 2024. Unfortunately, both men died around two months after their surgery.\n\nBut Towana Looney, the third living person to receive a gene-edited pig kidney, has been doing well. She had her transplant surgery in late November of last year. “I am full of energy. I got an appetite I’ve never had in eight years,” she said at the time. “I can put my hand on this kidney and feel it buzzing.” She returned home in February.\n\nAt least one company is taking more of a bodyoid-like approach. Renewal Bio, a biotech company based in Israel, hopes to grow “embryo-stage versions of people” for replacement organs.\n\nTheir approach is based on advances in the development of “synthetic embryos.” (I’m putting that term in quotation marks because, while it’s the simplest descriptor of what they are, a lot of scientists hate the term.)\n\nEmbryos start with the union of an egg cell and a sperm cell. But scientists have been working on ways to make embryos using stem cells instead. Under the right conditions, these cells can divide into structures that look a lot like a typical embryo.\n\nScientists don’t know how far these embryo-like structures will be able to develop. But they’re already using them to try to get cows and monkeys pregnant.\n\nAnd no one really knows how to think about synthetic human embryos. Scientists don’t even really know what to call them. Rules stipulate that typical human embryos may be grown in the lab for a maximum of 14 days. Should the same rules apply to synthetic ones?\n\nThe very existence of synthetic embryos is throwing into question our understanding of what a human embryo even is. “Is it the thing that is only generated from the fusion of a sperm and an egg?” Naomi Moris, a developmental biologist at the Crick Institute in London, said to me a couple of years ago. “Is it something to do with the cell types it possesses, or the [shape] of the structure?”\n\nThe authors of the new MIT Technology Review piece also point out that such bodyoids could also help speed scientific and medical research.\n\nAt the moment, most drug research must be conducted in lab animals before clinical trials can start. But nonhuman animals may not respond the same way people do, and the vast majority of treatments that look super-promising in mice fail in humans. Such research can feel like a waste of both animal lives and time.\n\nScientists have been working on solutions to these problems, too. Some are creating “organs on chips”—miniature collections of cells organized on a small piece of polymer that may resemble full-size organs and can be used to test the effects of drugs.\n\nOthers are creating digital representations of human organs for the same purpose. Such digital twins can be extensively modeled, and can potentially be used to run clinical trials in silico.\n\nBoth of these approaches seem somehow more palatable to me, personally, than running experiments on a human created without the capacity to think or feel pain. The idea reminds me of the recent novel Tender Is the Flesh by Agustina Bazterrica, in which humans are bred for consumption. In the book, their vocal cords are removed so that others do not have to hear them scream.\n\nWhen it comes to real-world biotechnology, though, our feelings about what is “acceptable” tend to shift. In vitro fertilization was demonized when it was first developed, for instance, with opponents arguing that it was “unnatural,” a “perilous insult,” and “the biggest threat since the atom bomb.” It is estimated that more than 12 million people have been born through IVF since Louise Brown became the first “test tube baby” 46 years ago. I wonder how we’ll all feel about bodyoids 46 years from now.\n\nThis article first appeared in The Checkup, MIT Technology Review’s weekly biotech newsletter. To receive it in your inbox every Thursday, and read articles like this first, sign up here.",
    "source": "techreview"
  },
  {
    "title": "November 1, 2019",
    "content": "Friday! [Performs 12-ounce curl.]  \n\nWe&#8217;re so excited to see a bunch of you in less than two weeks at our last event of 2019. We have an amazing line-up of speakers, including Facebook&#8216;s former chief security officer Alex Stamos, Kitchen United founder Jim Collins, Cyan Banister of Founders Fund, Steve Jurvetson and Maryanna Saenko of Future Ventures,and Silicon Valley&#8217;s most prominent banker, Michael Grimes of Morgan Stanley. \n\nThanks in advance to Sheera Frenkel of the New York Times and CNBC&#8217;s Lora Kolodny, who will be helping with interviews. Special thanks, too, to the early-stage enterprise-focused venture firm NextWorld Capital for hosting us at all its gorgeous space in San Francisco. Thanks to Carta, which helps companies and investors manage their cap tables, valuations, investments, and equity plans. And thanks to KCPR, the boutique tech PR and strategy firm that raised its hand early on to partner with us on this one. \n\nWe&#8217;re pretty much out of seats at the point, though we can squeeze in a few more of you before closing up ticket sales. If you miss it, don&#8217;t worry, we&#8217;ll have plenty of coverage for you afterward.:) \n\nHope you have a stellar weekend, everyone. See you Monday.\n\nTop News\n\nIt&#8217;s official: Google will pay $7.35 per share for publicly traded Fitbit in an all-cash deal that values Fitbit at $2.1 billion. This is a big win for Fitbit. As of August &#8212; before reports of Google&#8217;s interest in the company first surfaced &#8212; the company&#8217;s shares were trading at just $2.81, down from their high in the summer of 2015 of $51.90 per share. The move amps up the wearables race. It&#8217;s also causing some consternation over Google collecting even more data about us. Then again, who wears their Fitbit for more than a few weeks before relegating it the drawer full of Post-It notes and unused phrase books? (Facebook was reportedly interested in the company at half the price Google is paying.)\n\nSponsored By . . .\n\nQuiz Time! How many years does it take the average US tech company to IPO? If you guessed 11 years – congrats! If you work at private tech company, you may not want to wait a decade to get liquidity. Enter EquityZen. EquityZen helps you sell your private stock &#8211; on your time and at your price. List your shares today.\n\nThis Startup is Making Customizable Sexual Harassment Training That It Says Employees Won&#8217;t Hate (or Forget)\n\nIf you work for someone else, you likely know the drill: in comes that annual email reminding you that it’s time for unconscious bias or sexual harassment training, and if you could please finish up this mandatory module by this date, that would be terrific. \n\nThe email — not to mention the programming itself — is straight out of “Office Space.” Little surprise that when Anne Solmssen, a Harvard-trained computer scientist, happened to call a friend recently who was clicking through his own company-sponsored training program, his answer to how it was going was, “It’s more interesting when I have baseball on.” \n\nSolmssen has some other ideas about how to make sexual harassment training far more interesting and less &#8220;cringe-worthy.&#8221; Indeed, she recently joined forces with Roxanne Petraeus, another Harvard grad, to create Ethena, a software-as-a-service startup that&#8217;s promising customizable training delivered in bite-size segments that caters to individuals based on how much they already know about sexual harassment in the workplace. The software will also be sector-specific when it&#8217;s released more widely in the first quarter of next year. \n\nThe company first came together this past summer led by Petraeus, who joined the U.S. Reserve Officers&#8217; Training Corps to help defray the cost of her Ivy League education and wound up spending seven years in the U.S. Army, including as a civil affairs officer, before co-founding an online meals marketplace, then spending a year with McKinsey & Co. to get a better handle on how businesses are run. \n\nPetraeus says that across her experience, and particularly in the Army, she had &#8220;great leaders&#8221; who were &#8220;thoughtful about their [reports&#8217;] development goals and what was happening in their personal lives, and brought out the best in their people, rather than making them feel less than or marginalized.&#8221; \n\nStill, she was aware that from an institutional standpoint, most harassment training is not thoughtful, that it&#8217;s a matter of checking boxes on an annual basis to ensure compliance with different state laws, depending on where an organization is headquartered. She marveled that so much of the content employees are consuming seems &#8220;designed for a 1980s law firm.&#8221; \n\nMore here.\n\nMassive Fundings\n\nCasstime, a four-year-old, Shenzhen, China-based auto aftermarket procurement platform, has raised $80 million in Series C-1 funding co-led by Sequoia Capital China and Source Code Capital, with participation from earlier backer Hua Partners. DealStreetAsia has more here.\n\nPaidy, a five-year-old, Tokyo, Japan-based company that provides instant credit to consumers, has raised $83 million in Series C funding from PayPal Ventures, Soros Capital Management, JS Capital Management and Tybourne Capital Management. The company also secured $60 million in new debt financing. TechCrunch has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\nKira Biotech, a months-old, Brisbane, Australia-based startup developing therapeutics that target difficult-to-treat immune system disorders, has raised $13.8 million (U.S.) in funding led by OneVentures, IP Group, and the Advance Queensland Business Development Fund. More here. \n\nOZY Media, a six-year-old, Mountain View, Ca.-based media and entertainment company, just raised $35 million in Series C funding led by famed hedge fund manager Marc Lasry, with participation from Interlock Partners, LionTree, Atinum Investment, GSV Capital, Axel Springer, Emerson Collective, and several individual investors. Axios has more here.\n\nSmaller Fundings\n\nAccusonus, a 7.5-year-old, Patras, Greece-based AI startup that helps video creators improve their audio, has raised $3.3 million in Series A funding led by Venture Friends. TechCrunch has more here.  \n\nBuildOps, a 1.5-year-old, Santa Monica, Ca.-based maker of a field service and business process software platform for small and mid-size subcontractors working in commercial real estate, has raised $5.8 million across two tranches of seed funding. Backers in the startup include Fika Ventures, MetaProp VC, Global Founders Capital, CrossCut Ventures, TenOneTen, IGSB, 1984 Ventures, L2 Ventures, GroundUp, NBA veteran Metta World Peace, Oberndorf Enterprises, Wolfson Group, and Sequoia (via its scouts program). More here. \n\nCervest, a 3.5-year-old, London-based startup that&#8217;s using machine learning to generate real-time signals that address questions linked to climate uncertainty, land, and natural resources, has raised £3.7 million in funding co-led by deep-tech investor Future Positive Capital and Astanor Ventures. TechCrunch has more here. \n\nForecast, a three-year-old, Denmark-based project management software startup, raised $5.5 million in funding led by Crane Venture Partners, with participation from Seed Capital and Heartcore. TechCrunch has more here. \n\nMainline, a two-year-old, Houston, Tex.-based maker of e-sports tournament software, has raised $6.8 million in Series A funding led by Work America Capital. Crunchbase News has more here.\n\nNew Funds\n\nIA Ventures, the nine-year-old, New York-based early-stage, big-data focused venture firm founded by Roger Ehrenberg, is closing up a fourth fund, judging by an SEC filing that says the firm has raised $150 million in capital commitments. (The listed target is $160 million.) The firm had closed its third fund with $160 million in 2015. More here. \n\nFrog Capital, a 10-year-old, London-based venture firm focused on European software companies that are generating at least €5 million in annual revenue, is hoping to raise a new, €150 million fund. With uncertainty around Brexit, the European Investment Fund, which invested in Frog’s first fund, has yet to commit this time around, a Frog cofounder tells Tech.eu; he anticipates that other U.K. institutions will fill the void, however. More here. \n\nUnusual Ventures, a nearly two-year-old, Menlo Park, Ca.-based early-stage venture firm, is looking to raise $400 million for its second fund, suggests a new SEC filing. It&#8217;s a large target, considering that only firm cofounder John Vrionis is listed on the filing. Jyoti Bansal &#8212; who cofounded AppDynamics before teaming up with Vrionis to cofound Unusual &#8212; is now mostly focused on his newest startup, Harness, a continuous delivery-as-a-service platform. The pair had announced a $160 million debut fund in the spring of last year. More here. \n\nForesite Capital, a nine-year-old, Bay Area- and New York-based life sciences-focused venture firm, launched an incubator for startups at the intersection of healthcare and data science. FierceBiotech has more here.\n\nIPOs\n\nEhang, a China-based maker of recreational and commercial drones that has raised more than $50 million in funding, including from GGV Capital and Zhen Partners, has filed for a $100 million IPO. It plans to trade on the Nasdaq. The company, which has been flying demonstration flights with passengers on board, is gearing up to launch its first commercial service in Guangzhou after getting approval from local and national regulators to deploy its drones in the area, says TechCrunch. More here. \n\nOyster Point Pharma, a Princeton, N.J.-based Phase 3 biotech company that&#8217;s developing a nasal spray formulation for dry eye disease, raised $80 million in its IPO yesterday. The pre-revenue company priced 5 million shares at $16, the low end of the range, for an initial market cap of $330 million. Today, its first day of trading on the Nasdaq, its shares rose slightly to close at $17.90 apiece. More here.\n\nPeople\n\nMicrosoft CEO Satya Nadella says staying out of politics helped the company win that Pentagon cloud contract. In related news that will likely become part of an enormous lawsuit, an upcoming book on James Mattis’ tenure as secretary of Defense claims Donald Trump told Mattis to “screw Amazon” out of that same $10 billion cloud contract.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nJobs\n\nTusk Venture Partners is looking to hire a full-time analyst. The job is in New York.\n\nEssential Reads\n\nAccording to Reuters, the U.S. government has launched a national security review of TikTok owner Beijing ByteDance&#8216;s $1 billion acquisition of U.S. social media app Musical.ly. The deal was conducted two years ago, but TikTok reportedly didn&#8217;t seek clearance for the acquisition from the Committee on Foreign Investment in the United States, which gives the  panel scope to investigate it now.​ \n\nUber&#8216;s lawsuit challenging a New York City law that caps the number of ride-hail drivers on its streets has been dismissed, reports The Verge. The law went into effect in August of last year, pausing the issuance of new licenses to drivers for 12 months, but this past August, the New York Taxi and Limousine Commission voted to extend the cap another 12 months. More here. \n\nInstacart shoppers are, once again, fed up with their venture-backed employer, writing in an open letter that the company has &#8220;eviscerated&#8221; their pay and &#8220;pirated&#8221; their tips.\n\nDetours\n\nA teenager who invented a solution to blind spots. On the return of funk. LeBron James wins again.\n\nRetail Therapy\n\nCoffee for closers.",
    "source": "strictlyvc"
  },
  {
    "title": "October 31, 2019",
    "content": "Happy Halloween! \n\nAlso, apologies for the very short edition today. It was a day full of calls, and we have to now escort an alien and emergency medical technician around the neighborhood, work for which we will be paid in Mars bars later. (Shh. They don&#8217;t know. They must never know.) \n\nMuch more tomorrow.:)\n\nTop News\n\nPinterest had some good news today . . .and some bad. Its shares dropped 19 percent in extended trading after it reported disappointing third-quarter results. (It was spending to make the site &#8220;more intuitive,&#8221; said CEO Ben Silbermann in a statement.) At the same time, notes CNBC Pinterest is growing at a faster clip than online ad rivals Google and Facebook and picking up some market share. Sales grew 47 percent in the latest quarter from a year earlier.\n\nSponsored By . . .\n\nQuiz Time! How many years does it take the average US tech company to IPO? If you guessed 11 years – congrats! If you work at private tech company, you may not want to wait a decade to get liquidity. Enter EquityZen. EquityZen helps you sell your private stock &#8211; on your time and at your price. List your shares today.\n\nUtah&#8217;s Startup Scene Gets Another Boost as Album VC Closes a $75 Million Fund\n\nAlbum VC, a Lehi, Utah-based early-stage venture firm that’s been known until now as Peak Ventures, just gathered up $75 million in capital commitments for its third early-stage fund. \n\nThe development shows investor confidence in Album’s young team, which came together in 2014 after the founder of Zinch — a site connecting colleges and students that sold to the ed-tech company Chegg in 2011 — decided to try his hand at investing in other startups. \n\nAs that founder, Sid Krommenhoek — who stayed on with Chegg for several years, running its international efforts — explains it, “I thought I’d do another startup. But I also knew from our own experience in struggling to raise money the need for more capital in Utah, and I thought having that operator-entrepreneur perspective could be useful.” \n\nA first fund, like many in the industry, was more of an experiment, though it was a decent $23 million, thanks largely to the support of Chegg CEO Dan Rosensweig, who was early to commit capital to the fund. A second ($56 million) fund followed when Krommenhoek and John Mayfield — a friend who joined him from a marketing role at Qualtrics — began investing more seriously in their backyard and beyond. \n\nThey were soon joined by a third investor, Diogo Myrrha, who began as a principal with the firm and is now a general partner. Explains Krommenhoek of one of the many things that binds the three Brigham Young University grads, “We all came into Utah’s orbit when it wasn’t necessarily a place where you could live out your career, but that’s changed.”\n\n More here.\n\nMassive Fundings\n\nArranta Bio, a months-old, Watertown, Ma.-based contract development manufacturing organization focused on the biotech industry, has raised $82 million in funding, including from Ampersand Capital Partners and Thermo Fisher. More here. \n\nB8ta, a four-year-old, San Francisco- and New York-based operator of an experiential retail-as-a-service platform, has raised $50 million in Series C funding led by Evolution Ventures, with participation from Macy’s, Khosla Ventures, and Peak State Ventures. Retail Touchpoints has more here. \n\nTmunity Therapeutics, a four-year-old, Philadelphia, Pa.-based biotherapeutics company trying to propel a series of cancer-fighting cellular therapies through clinical trials, has raised $75 million in Series B funding led by Andreessen Horowitz. Other investors in the round include Kleiner Perkins, Westlake Village BioPartners, Gilead Sciences, The University of Pennsylvania, Be The Match BioTherapies and BrightEdge Venture Fund. More here and here. \n\nVindex, a months-old, New York-based esports infrastructure platform founded by a former Activision Blizzard vice president, has raised $60 million in Series A funding from unnamed investors. ESPN has more here. \n\nBig-But-Not-Crazy-Big Fundings\n\nCrunchbase, a 12-year-old, Bay Area-based private company information database that spun out of TechCrunch in 2015, has raised $30 million in Series C funding led by OMERS Ventures. Earlier investors also participated in the round, including Emergence Capital, Mayfield, Cowboy Ventures, and Verizon Ventures. TechCrunch has more here. \n\nCytoVale, a six-year-old, San Francisco-based med-tech startup focused on re-imagining diagnostics using cell mechanics and machine learning and applying this first to sepsis, just raised $15 million in funding. Breakout Ventures and Blackhorn Ventures led the round. More here. \n\ndotData, a year-old, San Mateo, Ca.-based data science automation platform, has raised $23 million in Series A funding led by JAFCO, with participation from Goldman Sachs and NEC Corp. VentureBeat has more here. \n\nFreetrade, a four-year-old, London-based startup offering a mobile app for zero-commission trades and professional advice, has raised $15 million in Series A funding, including from Draper Esprit. TechCrunch has more here.\n\nSmaller Fundings\n\nCapital, a year-old, New York-based venture debt lender, has raised $5 million from Greycroft, Future Ventures, Wavemaker Ventures, and Disruptive. TechCrunch has more here. \n\nInne, a three-year-old, Berlin, Germany-based maker of mini-labs for women to track hormones and fertility, has raised €8 million in Series A funding. Blossom Capital led the round, joined by Monkfish Equity. TechCrunch has more here. \n\nKangarootime, a four-year-old, Buffalo, N.Y.-based maker of early childhood software, just raised $3.5 million in Series A funding, including from Cultivation Capital. More here. \n\nKubit, a year-old, Fremont, Ca.-based maker of augmented analytics software that aims to help teams meet their objectives, has raised $4.5 million in seed funding from Shasta Ventures. Modus, a nearly two-year-old, Seattle-based real estate startup focused on title and escrow services, has raised $12.5 million in Series A funding co-led by NFX and Felicis Ventures. Liquid 2 Ventures and earlier backers Mucker Capital, Hustle Fund, 500 Startups, Rambleside and Cascadia Ventures also participated in the round. TechCrunch has more here.\n\nTactile Mobility, a seven-year-old, Haifa, Israel-based auto tech firm that sells tactile sensing and data analytics tech for smart and autonomous vehicles, municipalities, and fleet managers, has raised $9 million in funding. Investors include Porsche and Union Tech Ventures. VentureBeat has more here. \n\nTechtonic, a 13-year-old, Boulder, Co.-based developer of onshore, product-driven software, has raised $6 million in Series B funding. Camden Partners led the round, joined by University Ventures and Zoma Capital. More here.\n\nPeople\n\nAaref Hilaly has left Sequoia Capital after seven years to join Wing Venture Capital as a partner. Before joining Sequoia, Hilaly was a VP of engineering at Symantec. \n\nScott Painter, the founder of the SoftBank-backed car leasing startup Fair.com, has resigned as CEO following last week’s layoffs and announcement of a planned restructuring, according to The Verge. SoftBank’s Adam Hieber is taking over as interim CEO. Painter will stay on as chairman of Fair. His brother, who was Fair’s CFO, left the company last week. Painter is insisting he&#8217;ll remain highly involved and that &#8220;different skill sets are needed during different phases of a company&#8217;s growth,&#8221; but this still looks awfully messy and it certainly comes at a lousy time for SoftBank. In fact . . . \n\nSoftBank Masayoshi Son has evidently been so overworked of late that he actually fell asleep on stage earlier this week at the Future Investment Initiative conference, held in Saudi Arabia. We get it. Jet lag plus four people on a panel? It&#8217;s a lot to take. Business Insider has more here. \n\nVC Cack Wilhelm has left her role as a San Francisco-based partner with Accomplice, says Axios, a job she took two years ago after spending three years as a principal with Scale Venture Partners. Axios notes that Wilhelm isn&#8217;t talking next steps yet. \n\nNoah Wintroub, a key figure at in JPMorgan who has been helping break the lock that Goldman Sachs and Morgan Stanley have on leading tech IPOs, receives more attention than he might like in a new Business Insider piece. The outlet talked with current and former JPMorgan employees about Wintroub&#8217;s rise. While some suggest he&#8217;s an &#8220;outstanding banker,&#8221; he&#8217;s also assigned some of the blame for JPMorgan&#8217;s overly cozy relationship with WeWork. More here.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nJobs\n\nJetBlue Technology Ventures is looking to hire an investment analyst. The job is in San Carlos, Ca.\n\nEssential Reads\n\nSenior government officials in multiple U.S.-allied countries were targeted earlier this year with hacking software that used Facebook&#8217;s WhatsApp to take over users’ phones, according to Reuters sources. More here.\n\nDetours\n\nTwenty-seven classic Halloween movies. \n\nWe love Katie Couric. \n\nGet that deep sleep.\n\nRetail Therapy\n\nTimeline clock.",
    "source": "strictlyvc"
  },
  {
    "title": "October 29, 2019",
    "content": "Tuesday!\n\nTop News\n\nWhatsApp sued Israeli surveillance firm NSO Group today, accusing it of helping government spies break into the phones of roughly 1,400 users across four continents in a hacking spree whose targets included diplomats, political dissidents, journalists and senior government officials. Reuters has more here. \n\nA former Juul executive is reportedly suing the fast-growing company, saying he was retaliated against for raising concerns when Juul allegedly shipped out one million contaminated e-cigarette pods earlier this year but didn&#8217;t tell customers or issue a recall. The plaintiff,  Siddharth Breja, a former senior vice president of global finance, says he complained to then-CEO Kevin Burns, urging the company to at least include “best by” date or a date of manufacture on the packaging. According to the lawsuit, Burns responded, “Half our customers are drunk and vaping like mo-fos, who the f*ck is going to notice the quality of our pods.” Buzzfeed has the scoop here.\n\n The city of Los Angeles wants a peek at the location data collected by the Uber scooters in its city, but Uber doesn&#8217;t want to give up the information. In fact, CNet reports that Uber just filed a lawsuit against L.A., saying the city is going too far. (We can&#8217;t wait to see how this plays out with autonomous cars.)\n\nSponsored By . . .\n\nQuiz Time! How many years does it take the average US tech company to IPO? If you guessed 11 years – congrats! If you work at private tech company, you may not want to wait a decade to get liquidity. Enter EquityZen. EquityZen helps you sell your private stock &#8211; on your time and at your price. List your shares today.\n\nThis Former Uber Exec Wants to Design and Furnish Your Next Pad\n\nChan Park feels like “an eternal nomad.” He has since age 12, when he moved from Korea to the U.S., where he attended middle school in Minnesota, followed by high school in New Jersey, followed by college in New Hampshire. Then he really began to bounce around. Park worked as a trader in New York out of college, embraced the ski-bum life in Utah, then headed to Asia for Uber, where he spent six years, running its expansion team, then managing its entire Southeast Asia business out of Singapore. \n\nMore specifically, he was responsible for eight countries across the region, and 350 people, which didn’t give him a lot of time to organize his home. But he wasn’t overwhelmed by the chaos. Instead, he says that in Singapore, something unusual happened. “There’s this huge culture of landlords furnishing space to attract expats,” explains Park. “The furnishings aren’t super high-end, but they’re well-designed and well put together, and it enabled me to be basically moved in as soon as I put my clothes in the closet.” Suddenly, coming home was a treat — a new sensation for him. “For the first time, I was proud to host friends for dinners and barbecues and to just open the door and relax.” \n\nPark knew his U.S. friends could benefit from the same experience, and before long, he was talking with his Dartmouth classmate turned product and industrial designer Christian Talmage about forming their own company. Enter Oliver Space, which provides a lot of what that Singaporean landlord delivered to Park. It furnishes places for busy professionals, making moving into a new home as easy as hanging up their clothes. \n\nThe now year-old service is available in the Bay Area only. And Oliver Space employs just a dozen people so far. But the company has already gained enough traction to attract $6.8 million in seed funding from an interesting array of investors, including Mayfield, Abstract Ventures, investors Jana Messerschmidt and April Underwood, Opendoor founder Eric Wu, and Kevin and Julia Hartz of Eventbrite, among others. \n\nNow, Oliver Space just has to grow as quickly, or more so, than other furniture-as-service startups to recently attract funding. \n\nMore here.\n\nMassive Fundings\n\nGreensill, an eight-year-old, London-based provider of working capital and supply chain finance, has raised $655 million in new funding from earlier backer SoftBank Vision Fund. The company had raised $250 million from General Atlantic in its first round of institutional financing last year, followed by a separate, $800 million infusion from the Vision Fund just five months ago. Crunchbase News has more here. \n\nMX Player, a two-year-old, India-based, increasingly popular video app that offers both local playback and streaming services, says it has raised $110.8 million in Series A(!) funding led by Chinese internet giant Tencent. Times Internet, which acquired a majority stake in MX Player in late 2017 for $140 million, also participated in the round, which values the company at $500 million, according to TechCrunch. More here. \n\nNuvation, a year-old, New York-based cancer drug startup led David Hung, has raised $275 million in Series A funding. Omega Funds led the round, joined by Aisling Capital, Altitude Life Science Ventures, Baupost Group, Boxer Capital, EDBI, ECOR1 Capital, Fidelity, Pavilion Capital, Perceptive Advisors, Redmile Group, and Surveyor Capital. Hung founded Medivation, later selling it to Pfizer in a $14 billion deal. He more recently headed to the biotech startup Axovant, where things &#8220;went very wrong,&#8221; notes FierceBiotech. More here. \n\nPeerStreet, a six-year-old, L.A.-based platform for investing in real estate-backed loans, just raised $60 million in Series C funding. Colchis Capital led the round, joined by earlier backers Andreessen Horowitz, World Innovation Lab, and Thomvest Ventures. Forbes has more here. \n\nRobinhood, the six-year-old, San Francisco-based company behind a popular commission-free stock-trading app, tells Axios it has raised $50 million in new Series E funding from DST Global, closing out a $373 million Series E round at a $7.6 billion valuation that was announced in July (then as a $323 million round led by DST). Don&#8217;t be surprised to see that extra money spent on ads to compete with Charles Schwab, ETrade, and TD America. Here&#8217;s why.\n\nScopely, an eight-year-old, L.A.-based free-to-play mobile gaming company, has raised $200 million in Series D funding at a $1.7 billion valuation. NewView Capital led the round, joined by CPPIB, Baillie Gifford, and earlier backers Greycroft, Revolution Growth and Sands Capital Ventures. The money will go towards M&A, reports Variety. More here. \n\nTiqets, a six-year-old, Amsterdam-based ticketing platform for museums, shows and attractions, has raised $60 million in Series C funding led by Airbnb, with participation from earlier backers HPE Growth and Investion. TechCrunch has more here.\n\nVacasa, the 10-year-old, Portland, Ore.-based vacation rental management company that this summer spent $162 million to buy a similar business run by vacation industry giant Wyndham Destinations, has raised a fresh $319 million led by Silver Lake at a post-money valuation north of $1 billion. Skift has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\nBurst Oral Care, a 2.5-year-old, Venice, Ca.-based maker of sonic toothbrushes, has raised more than $20 million led by Volition Capital, with participation from a small group of seed investors. More here. \n\nCandy.com, a 10-year-old, Braintree, Ma.-based online candy retailer, has raised $31 million in funding for a new supply chain business called Green Rabbit that it built to manage its own temperature-sensitive confectionary products. The capital comes from Guidepost Growth Equity, a growth equity firm. More here.\n\nCelLink, a seven-year-old, San Carlos, Ca.-based maker of flexible electric circuit tech for auto and energy applications, has raised $22.5 million in Series B funding from RBVC, Ford Motor Co., and BMW i-Ventures. More here. \n\nESS, a seven-year-old, Wilsonville, Ore.-based maker of energy storage systems, has raised $30 million in Series C funding. Breakthrough Energy Ventures and SoftBank Group’s SB Energy co-led the round, joined by Energy Ventures, PTT Global Chemical, BASF Venture Capital, Cycle Capital Management, Presidio Partners Investment Management, IPM Group, and Pangaea Ventures. GreenTechMedia has more here. \n\nFountain, a five-year-old, San Francisco-based automated gig and hourly hiring platform, has raised $23 million in Series B funding led by DCM. The round also included the Chinese recruitment site 51job, Origin Ventures and Uncork Capital. The company has now raised $34 million altogether. TechCrunch has more here.\n\nIDNow, a five-year-old, Munich, Germany-based identity verification company that enables consumers to verify their identity online, using their smartphone, tablet or webcam, has raised $40 million from Corsair Capital. TechCrunch has more here.\n\nPierianDx, a five-year-old, St. Louis, Mo.-based clinical genomics informatics startup, has raised $27 million in Series B funding. ATW Partners and SJF Ventures co-led the round, joined by earlier backers Health Catalyst Capital, Inova Health Systems, RTI International, and ARUP Labs. More here. \n\nRibbon, a two-year-old, New York- and Charlotte, N.C.-based company that empowers buyers to make all-cash offers on homes, has raised $30 million in Series B funding led by earlier backer Greylock Partners, along with an additional $300 million in debt from Goldman Sachs (an amount that may be increased by $220 million, says the company). The round brings Ribbon&#8217;s total equity and debt funding to $555 million. Last year, it raised a $225 million in Series A round from Greylock, Bain Capital Ventures, NFX, and Nyca Partners, all of which just re-upped. The RealDeal has more here. \n\nScratchpay, a three-year-old, L.A.-based lending company focused around veterinary care, has raised $15 million in Series B funding and another $50 million in debt. Companion Fund led the equity piece, with participation from TTV Capital, FJ Labs and Struck Capital. The $50 million warehouse facility comes from Credit Suisse. More here. \n\nTwistle, an eight-year-old, Seattle-based mobile-health platform that helps clinical teams streamline care pathways by automating follow-up and surveillance, has raised $16 million in Series A funding co-led by Health Enterprise Partners and Memorial Care Innovation Fund. More here. \n\nWeFarm, a four-year-old, London-headquartered marketplace and networking site for small-holder farmers in Kenya and Uganda, has raised $13 million in Series A funding led by earlier investor True Ventures, with participation from AgFunder, June Fund and other earlier investors LocalGlobe, ADV and Norrsken Foundation. TechCrunch has more here.\n\nSmaller Fundings\n\nALICE, a six-year-old, Menlo Park, Ca.-based simulation platform for construction that leveraging AI to analyze a project’s building requirements and generate more efficient construction plans, has raised $8 million in Series A funding led by Merus Capital, with participation from Foundamental, Blackhorn Ventures and Lightspeed Venture Partners. More here. \n\nBecome, a three-year-old, San Mateo, Ca.-based business lending marketplace that caters to small and mid-size businesses, has raised $10 million in Series A  funding, along with $2.5 million in venture debt. The equity piece was co-led by Benson Oak Ventures and Magenta Venture Partners, with participation from RIO Ventures Holdings, iAngels and Entrée Capital. The debt funding was provided by Viola Credit. TechCrunch has more here. \n\nFireflies.AI, a five-year-old, San Francisco based meeting transcription and collaboration tool, has raised $4.6 million in seed funding led by Canaan. Other investors in the round include F7 Ventures and angel investors April Underwood, Slack CMO Bill Macaitis, and Salesforce director of search Susan Kimberlin. VentureBeat has more here. \n\nKOIO, a 4.5-year-old, New York-based direct-to-consumer Italian leather sneaker label, just raised $6 million in funding. Founders Fund led the round, joined by Acton Capital Partners and Brand Foundry. The company has now raised $9 million altogether. More here. \n\nManime, a two-year-old, a Palo Alto, Ca.-based company making custom-fit gel nail adhesives, has raised $2.6 million in seed funding led by Canaan, with participation from Trinity Ventures, Techstars and NFX. TechCrunch has more here.  \n\nmPower Technology, a four-year-old, Albuquerque, N.M.-based solar cell startup, has raised $2.5 million in Series A funding from Sun Mountain Capital. More here. \n\nQuill, a two-year-old, San Francisco-based no-frills enterprise messaging startup led by Stripe’s former creative director, has quietly raised two rounds of funding, reports TechCrunch. It closed a $2 million seed round led by Sam Altman, with participation from General Catalyst, followed by a $12.5 million Series A round at a $62.5 million post-money valuation led by Index Ventures. More here. \n\nRecount Media, a months-old, Bay Area-based video venture that was founded by journalists John Heilemann and John Battelle and says it will deliver bite-size “remixes” of the day’s biggest political stories, has raised $10 million in funding. Backers include Union Square Ventures, Jay-Z’s Arrive venture fund, Kevin Durant’s Thirty Five Ventures, Robert Wolf’s 32 Ventures, True Ventures, SV Angel, and a couple of individual angel investors. Vanity Fair has more here. \n\nSearchable.ai, a three-month-old, San Francisco-based stealthy search startup focused on the enterprise, has raised $2 million in seed funding led by Defy Partners. Other investors in the round include Paul English, co-founder of Kayak; Wayne Chang, co-founder of Crashlytics; Brian Halligan, co-founder and CEO of HubSpot; Jonathan Kraft, president and COO of the Kraft Group and the New England Patriots; MIT professor Edward Roberts; Eric Dobkin, founder and chairman emeritus of Goldman Sachs Global Equity Capital Markets; and Susquehanna International Group. TechCrunch has more here.\n\nSocially Determined, a nearly three-year-old, Washington, D.C.-based healthcare data analytics startup, has raised $7.3 million in Series A funding from Ziegler Link-Age Funds, ProMedica, 3M, OSF HealthCare, and LRVHealth. More here.\n\nNew Funds\n\nBigbang Angels, a seven-year-old, South Korea-based seed-stage venture firm, is raising $20 million for a fund focused on early-stage, “deep tech” startups in Southeast Asia, says DealStreetAsia. More here. \n\nKKR has gathered more than $2 billion for a second growth-equity fund focused on technology, media and telecommunications, according to Bloomberg. The fund, which is expected to close by year’s end, is about triple the size of its debut vehicle, the KKR Next Generation Technology Growth Fund, which closed with $714 million in 2016. More here.\n\nIPOs\n\nMore China-based companies are listing on U.S. exchanges. Among them, Canaan, a Chinese cryptocurrency mining equipment maker, just filed for a $400 million U.S. IPO; LIZHI, a Chinese podcasting platform that has filed for a $100 million IPO; and Phoenix Tree Holdings, a Chinese online marketplace for apartment rentals that this week filed for a $100 million IPO. \n\nMeanwhile, MLU, a Russian ride-hail joint venture between Yandex and Uber, is reportedly in talks with Morgan Stanley and Goldman Sachs about an IPO that would be dual-listed in Russia and the U.S. Bloomberg has the story here. More here.\n\nExits\n\nFortinet, the publicly traded cybersecurity software company, has acquired five-year-old enSilo, an endpoint security company, for undisclosed terms. According to Crunchbase, the Sunnyvale-based company had raised $57.5 million from investors, including Rembrandt Partners and Lightspeed Venture Partners. ZDNet has more here. \n\nIAC/Interactive is exploring a sale of its CH Media business, the parent company of CollegeHumor and other digital brands, according to Bloomberg. It notes that a potential sale would be the latest corporate move IAC has taken to streamline its portfolio, which is also moving forward to plans to spin off one of its biggest money-makers: Match Group. More here.\n\nPeople\n\nAngus Davis, who cofounded TellMe in 1999 (and later helped sell it to Microsoft) and more recently founded Upserve, a maker of point-of-sale and management software for restaurants, has joined Foundation Capital as its newest full-time partner.  \n\nNew Enterprise Associates has promoted Ed Mathers to general partner and Blake Wu to partner. Mathers had joined NEA back in 2008. Wu joined the firm in 2014. Both focus on healthcare investments. \n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nData\n\nHow much CEOs and CFOs get paid at late-stage private companies.\n\nJobs\n\nKapor Capital is seeking a director of investments to join its investment team and manage investments in venture capital funds to complement and be compatible with its direct investing activity. The job is in Oakland, Ca.\n\nEssential Reads\n\nThis the gig worker ballot initiative Uber, Lyft, DoorDash and Instacart are backing. \n\nAmazon is turning up the heat on the world of grocery deliveries, making Amazon Fresh free for Prime members after previously charing $14.99 per month for the service. \n\nA look at Josh Hawley&#8216;s war on big tech. (&#8220;Hawley is looking to make a name for himself on Capitol Hill. And he’s going through Facebook and Google to do it.&#8221;)\n\nDetours\n\nWhy L.A.&#8217;s Getty Museum may never burn down. \n\nAn unlikely ally for elephants. \n\nWhat going full-size candy bar at Halloween says about you. \n\nRetail Therapy\n\nGifts for tennis lovers.",
    "source": "strictlyvc"
  },
  {
    "title": "October 28, 2019",
    "content": "Monday! \n\nTop News\n\nGoogle’s parent, Alphabet, today reported third-quarter revenue of $40.5 billion, a rise of 20 percent from the same period last year but a number that trails Google’s pace historically. Ad revenue rose to a record $33.9 billion, contributing to an overall profit of $7.1 billion, but that number, too, disappointed, given profits were 23 percent higher a year ago. The company cited the cost of new employees, but as the WSJ notes, Alphabet’s equity investments also seemingly played a role, with Alphabet reporting paper losses of $1.53 billion from such investments, compared with gains of $1.38 billion a year earlier. (If you missed it, we interviewed GV CEO David Krane a few weeks ago at TechCrunch Disrupt and he said the unit was still deciding whether to sell its stake in Uber when its lockup period ends next Thursday.) \n\nBeyond Meat fell today late trading despite an increased sales forecast and its first quarterly profit. Investors are bracing for a selloff tomorrow, when early backers of the faux meat maker will finally be allowed to cash out. Bloomberg has more here.\n\nSponsored By . . .\n\nQuiz Time! How many years does it take the average US tech company to IPO? If you guessed 11 years – congrats! If you work at private tech company, you may not want to wait a decade to get liquidity. Enter EquityZen. EquityZen helps you sell your private stock &#8211; on your time and at your price. List your shares today.\n\nSteve Case Does It Again, Raising Another $150 Million for Revolution&#8217;s Second Rise of The Rest Seed Fund\n\nRevolution, the investment firm cofounded 14 years ago by entrepreneur-investor Steve Case, has closed its second Rise of the Rest seed fund with $150 million in capital commitments, just like the debut fund it announced two years ago. \n\nRise of the Rest — which fund startups outside of the biggest U.S. tech hubs in an effort to foster innovation and momentum elsewhere — has rounded up some of the funding from institutional investors, presumably, but also from numerous very wealthy individuals. \n\nAccording to Forbes, which is currently hosting a summit where Case announced the new fund, some of the new fund’s backers include Jeff Bezos of Amazon, Sara Blakely of Spanx, hedge fund manager Ray Dalio, Under Armour cofounder Kevin Plank, former Tennessee governor Bill Haslam, and Apollo Global Management cofounder Joshua Harris. \n\nSome of these investors backed the first fund, too, including Bezos and Dalio. \n\nVery notably, Hillbilly Elegy author J.D. Vance, who ran the first fund with Case, has stepped back, and longtime Revolution investor David Hall will manage the second fund instead. \n\nCertainly, that first fund kept its investors busy, with stakes in 125 companies. Barely a week passes without a startup announcing some funding from the Rise of the Rest team. \n\nMore here.\n\nMassive Fundings\n\nACV Auctions, a five-year-old, Buffalo, N.Y.-based online platform for franchise and used-car dealerships to buy and sell wholesale inventory through 20-minute auctions, is reportedly looking to raise $150 million in Series E funding at a post-money valuation north of $1 billion. Reuters has more here. \n\nWeave, a seven-year-old, Lehi, Ut.-based developer of patient communications software focused on the dental and optometry market, has raised $70 million in Series D funding at a post-money valuation of $970 million. Tiger Global Management led the round, with participation from earlier backers Catalyst Investors, Bessemer Venture Partners, Crosslink Capital, Pelion Venture Partners and LeadEdge Capital. TechCrunch has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\n1906, a two-year-old, Denver-based cannabis brand that makes a wide variety of edibles, has raised $18 million in funding led by Navy Capital. More here. \n\nAviatrix, a five-year-old, Palo Alto, Ca.-developer of software that allows companies to build hybrid clouds, raised $40 million in Series C funding. Earlier backer CRV led the round, joined by fellow insiders Formation 8, Ignition Partners, and Liberty Global Ventures. VentureBeat has more here. \n\nChoco, an 18-month-old, mobile ordering platform for restaurants and their suppliers, has raised $33.5 million in Series A funding by Bessemer Venture Partners. The company has now raised $41 million to date. Other investors include Atlantic Labs, Target Global, Visionaries Club and Greyhound. TechCrunch has more here.\n\nDuffel, a two-year-old, London-based startup that connects travel agencies with airline reservation systems, has raised $30 million in Series B funding led by Index Ventures, with participation from earlier backers Benchmark and Blossom Capital. TechCrunch has more here. \n\nSensely, a five-year-old, San Francisco-based chatbot that helps users navigate insurance benefits, has raised $15 million led by Aflac Corporate Ventures, with participation from NMC, Nippon Life Insurance Company, Susquehanna International Group, Sojitz Corporation, Zuelling Pharma and Silicon Valley Bank. MobiHealth News has more here. \n\nShiraTronics, a 10-month-old, Brooklyn Park, Mn.-based medical device company working on a migraine treatment, raised $33 million in Series A funding. USVP, Amzak Health and Strategic HealthCare Investment Partners led the round, joined by Aperture Ventures and LivaNova. American Inno has more here. \n\nTwiga Foods, a six-year-old, Nairobi, Kenya-based B2B food distribution company, has raised $23.75 million in Series B funding led by Goldman Sachs, with participation from IFC, TLcom Capital, and Creadev. Goldman also arranged $6.25 million in debt funding. TechCrunch has more here. \n\nWelcome to the Jungle, a five-year-old, Paris-based recruitment startup, has raised $22.3 million in fresh funding led by Gaia Capital Partners, with participation from Bpifance, XAnge, and Jean-Paul Guisset. TechCrunch has more here.\n\nSmaller Fundings\n\nEnsureDR, a five-year-old, San Jose, Ca.-based company that makes disaster recovery readiness software, has raised $2.5 million in Series A funding led by Awz Ventures. More here. \n\nOwn Up, a 3.5-year-old, Boston-based startup that invites promises users a high-touch service if they connect with its team of online mortgage brokers, has raised $8.5 million in Series A funding. Link Ventures led the round. More here.\n\nYoung Alfred, a three-year-old, Philadelphia-based home insurance marketplace, has raised $10 million in Series A funding led by Gradient Ventures, with participation from Pear Ventures, ERA, and Newfund Capital. Insurance Business has more here. Zamna, a three-year-old, London-based company that has built a GDPR-compliant identity platform for the aviation industry (it helps airlines verify passengers&#8217; identities before they arrive at an airport), has raised $5 million in seed funding co-led by LocalGlobe and Oxford Capital. TechCrunch has more here.\n\n(Other) New Funds\n\nQualcomm&#8216;s venture-capital division is setting aside $200 million to invest in 5G wireless startups. The firm will aim to write checks of up to $10 million, targeting startups in sectors including health care, robotics and autonomous vehicles, according to head honcho Quinn Li. The WSJ has more here.\n\nIPOs\n\nByteDance, the seven-year-old, $75 billion Chinese start-up that owns the short-form video app TikTok, is eyeing an IPO in Hong Kong as soon as the first quarter of next year, according to the Financial Times. As it notes, ByteDance’s valuation hit $75 billion a year ago, when it closed a $3 billion round led by SoftBank that doubled its valuation from a year earlier. An IPO would help the Japanese conglomerate at a time when many of its other investments are cratering in value. More here. \n\nExits\n\nAlphabet has made an offer to acquire U.S. wearable device maker Fitbit, as it eyes a slice of the crowded market for fitness trackers and smartwatches, according to Reuters. More here. \n\nThe Players’ Tribune, a two-year-old, New York-based website started by former baseball player Derek Jeter, is exploring a potential sale, according to Bloomberg, which says the the media company could be sold in the coming weeks. Though it isn&#8217;t clear what it&#8217;s worth, the company &#8212; which would become part of a wave of digital media mergers &#8212; has raised $58 million in venture funding, including from NEA, IVP, GV, and GenTrust. More here. \n\nThe dog-walking and pet-sitting startup Wag has been exploring a sale to potential buyers, including Petco, says Recode. The two companies already struck a partnership deal just a few months ago, but Wag, last valued at $650 million by the SoftBank Vision Fund Fund in a $300 million round that SoftBank led single-handedly in January of last year, has reportedly stumbled with scaling its business since. More here.\n\nPeople\n\nLightspeed Venture Partners has hired four new partners to help with this and that: Mercedes Bent (consumer), James Ephrati (growth), Anoushka Vaswani (growth) and Rytis Vitkauskas (Europe). The firm has more here. \n\nBarry McCarthy, the CFO of Spotify, is retiring from the role in January and rejoining the streaming media company&#8217;s board of directors. McCarthy is credited with pioneering the direct listing. He also spent a decade as the CFO of Neftlix. Recode has more here. \n\nElon Musk will have to go to trial in December after a federal judge rebuffed his latest request to throw out a defamation lawsuit filed by a caver who Musk referred to as a “pedo guy.” Bloomberg has the more here. \n\nSridhar Ramaswamy has joined GV as an entrepreneur in residence. His focus is on next-generation oncology companies. Most recently, Ramaswamy was senior VP and the head of research and early development at Tesaro. Endpoints News has more here.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nHundreds of employees recently signed an open letter, pleading with CEO Mark Zuckerberg and company leadership to address misinformation in political ads. \n\nThe reviews for Apple TV Plus’ first four (very expensive) original series — “The Morning Show,” “See,” “Dickinson” and “For All Mankind” — dropped this morning and . . . they&#8217;re not great.\n\nDetours\n\nA haunted house with a 40-page waiver. \n\nTom Hanks on vacation, and other Halloween costume ideas. \n\nThinking to dress like Elizabeth Holmes instead? You&#8217;re too late.\n\nRetail Therapy\n\nApple just rolled out its most expensive AirPods product yet. We&#8217;re pained already at the prospect of buying, then promptly losing, them. \n\nA $15 million fixer-upper in San Francisco&#8217;s Sea Cliff neighborhood.",
    "source": "strictlyvc"
  },
  {
    "title": "October 25, 2019",
    "content": "And it&#8217;s Friday! [Throws frisbee into tree.] \n\nBefore we dive into the newsletter, one more bit of great news about our upcoming event (which we promise we&#8217;ll stop talking about soon): Michael Grimes, the star tech banker from Morgan Stanley at the center of Uber&#8217;s IPO (and Facebook IPO, and Slack&#8217;s and Spotify&#8217;s), has been persuaded to come and talk about direct listings, which we&#8217;re very excited about. If you&#8217;re as confused as we are about whether these make sense for more than a couple of companies each year (current status: we don&#8217;t think they do), you won&#8217;t want to miss this rare conversation with &#8220;Wall Street&#8217;s Silicon Valley whisperer.&#8221; \n\nNote that seats are almost gone. Giant thanks to NextWorld, the early-stage enterprise-focused firm that&#8217;s hosting all of us; to KCPR, the boutique tech PR and strategy firm; and to Carta, a platform that helps companies and VCs manage their cap tables, valuations, investments, and equity plans, for their support. \n\nSee you Monday.:)\n\nTop News\n\nMicrosoft just won a heated competition for public cloud resources for the U.S. Defense Department, beating out market leader Amazon Web Services. The contract could be worth as much as $10 billion over a decade. Donald Trump had expressed opposition to giving the lucrative award to a company led by sometimes nemesis Jeff Bezos, who has suggested sending Trump into space. In a statement announcing the award, the Defense Department said: “The acquisition process was conducted in accordance with applicable laws and regulations.” All parties “were treated fairly and evaluated consistently with the solicitation’s stated evaluation criteria,” said the statement. “We’re surprised about this conclusion,” Amazon spokesman Drew Herdener said in a separate statement. “AWS is the clear leader in cloud computing, and a detailed assessment purely on the comparative offerings clearly lead to a different conclusion.” The Washington Post has more here.\n\nSponsored By . . .\n\nGot funding? Treble has you covered. Headquartered in Austin with senior-level talent in San Francisco, we are a PR agency with expertise in funding launches. Our VC Portfolio Funding Launch Accelerator Program is a 5-week sprint that ensures your funding news gets the business & tech press coverage it deserves. Beyond funding, we collaborate with both startups and enterprises to meet your business goals (with 15 exits under our belt). Interested? Let&#8217;s talk.\n\nVC Ben Horowitz on WeWork, Uber and One Cultural Value His Employees Can&#8217;t Break\n\nBen Horowitz, the co-founder of the venture firm Andreessen Horowitz, has a new book coming out this coming Monday titled “What You Do is Who You Are,” that takes a look at how to create “culture” at a company. \n\nIt’s a word that’s thrown around a lot but that&#8217;s very hard to grasp, let alone implement in a sustainable way. Horowitz learned firsthand as a CEO how elusive it can be when he took stock of his company, only to discover it was made up of “screamers who intimidated their people,” others who “neglected to give any feedback,” and at least one compulsive liar who excelled at sucking up to Horowitz and also making up stories from whole cloth. \n\nHorowitz says creating culture was a missing part of his education, and in this new book — a follow-up to his best-selling “The Hard Thing About Hard Things” — he does his best to fill that gap for other CEOs, using his own experience, as well as lessons gleaned from historical figures Toussaint Louverture and Genghis Khan, along with Shaka Senghor, a contemporary who served time for murder and today is a criminal justice reform advocate. \n\nIt’s an instructive and novel combination, and we suggest picking up the book, especially if you love history. In the meantime, we sat down recently with Horowitz to talk about its timing and whether some of the biggest cultural blow-ups in the startup industry — Uber and WeWork — could have been avoided. These excerpts have been edited for length and clarity. Note that we’ll have more of the conversation — including Horowitz’s thoughts about dual-class shares — for readers of Extra Crunch on Monday. \n\nYou’ve just written a book about culture that’s coming out just as a lot of questions are being raised about culture because of WeWork. What happened there? \n\n[Cofounder Adam Neumann] had a certain kind of culture there. He had some holes — some great strengths and great holes. And sometimes that happens. When you’re really good at part of it, you can delude yourself into thinking that you’ve got everything you need when you have some massive incompleteness. \n\nAdam is so amazing. Like, the way they got all the money and everything. And the vision was so spectacular. And everybody there believed it, and they recruited some phenomenal talent. But when you’re that optimistic, it does help to have something in the culture that says [allows] people to bring you the bad news, like, if the accounting is all over the place or what have you. \n\nAs with Uber’s Travis Kalanick, whose culture also came under fire, Neumann operated in very plain sight. He wasn’t hiding who he was or what he was spending. \n\nRight, everybody knew how Travis was running the company. Everyone in Silicon Valley knew, let alone everyone on the board. The culture was published. You can look up Uber’s values [from that period]. \n\nTravis designed, I think, a really compelling culture, and believed in it, and published it. And the consequences of what he was missing were also super well-known. It’s only when board members think people are coming after them that [they take an interest in these things]. \n\nWhat are the biggest lessons in these two cases? \n\nI obviously know more about Uber [as a Lyft investor who follows the space]. In Uber’s case, it’s a very subtle thing. Travis had a really good code. But he had a bug in it. \n\nI think it was reported that, like, Travis encouraged bad behavior. I don’t think he did at all. I just think he didn’t make it clear that legal and ethical [considerations] were more important than competitiveness. As a result, when left to their own devices, in a distributed organization where there was a lot of distributed power, that combination had people doing things that were out of bounds. \n\nAnd he was making everybody so much money. And the company was growing so fast that, for the board members, I suspect they were like, ‘As long as it’s making money, I’m not going to worry about what happens next.’ \n\nTo me, the unfair part is, like, they shouldn’t get any credit at the end. Whatever you’re blaming Travis for [you should blame them, too] because they didn’t see it, either. I think that’s a charitable way of putting it. \n\nMore here.\n\nMassive Fundings\n\nFountain Medical, a 12-year-old, Beijing, China-based contract research organization for pharma, has raised $62 million in Series D funding led by Goldman Sachs, with participation from Lilly Asia Ventures. More here. \n\nIonQ, a four-year-old, College Park, Md.-based quantum computing startup, has raised $55 million in Series B funding co-led by Samsung Catalyst and Mubadala. Other investors in the round include ACME Capital, Airbus Ventures, Hewlett Packard Pathfinder, Tao Capital Partners, Correlation Ventures, A&E Investment and earlier backers Amazon, NEA, GV, and Osage University Partners. Bloomberg has more here.\n\nPollen, a nearly six-year-old, London-based invite-only marketplace for group experiences and events, has raised $60 million in funding led by Northzone. Other investors in the deal include Sienna Capital and earlier backers Draper Esprit, Backed, and Kindred. The WSJ has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\nCurrent, a four-year-old, New York-based mobile banking app that began as a teen debit card controlled by parents and has since expanded to offer personal checking accounts, just raised $20 million in Series B funding. Investors include Wellington Management Company, Galaxy Digital, and CUNA Mutual Group. TechCrunch has more here. \n\nDAZN, a three-year-old, London-based over-the-top subscription sports streaming service, is reportedly in the middle of raising at $500 million from investors, according to Bloomberg. DAZN is owned by billionaire Len Blavatnik and led by former ESPN President John Skipper, and the capital will &#8220;mostly likely be used to support DAZN’s expansion efforts,&#8221; says the outlet. More here. \n\nModern Animal, an 11-month-old, L.A.-based veterinary startup that charges a membership fee in exchange for unlimited exams and other perks like in-app prescription requests, has raised $13.5 million in seed funding. Founders Fund led the round, joined by Upfront Ventures, Susa Ventures, BAM Ventures, BoxGroup, DCM, LJ Ventures, and Wonder Ventures. More here.\n\nSmaller Fundings\n\nGinger, a nine-year-old, San Francisco-based behavioral health coaching app, has raised $7.5 million in funding from Health Velocity Capital. More here. \n\nHowNow, a three-year-old, London-based workforce learning platform, has raised £2.4 million in seed funding led by Fuel Ventures. TechCrunch has more here. \n\nIncode, a four-year-old, San Francisco-based facial recognition company designed to verify identities, has raised $10 million in seed funding from investors the company has declined to disclose. VentureBeat has more here. \n\nSpeechmatics, a 10-year-old, Cambridge, England-based developer of speech recognition software, has raised £6.35 million in Series A funding led by AlbionVC, with participation from IQ Capital. More here. \n\nStepLadder, a four-year-old, London-based savings platform that helps users set aside a deposit on a future home, has raised £1.5 million in seed funding from the Spanish banking giant BBVA and the fintech-focused venture firm Anthemis. TechCrunch has more here.\n\nTonkean, a 4.5-year-old, San Francisco-based robotic automation and management platform for workflows, has raised $7.2 million in seed funding led by Foundation Capital, with participation from Magma Venture Partners and Slow Ventures. More here.\n\nExits\n\nFrom the WSJ: &#8220;Barneys New York is moving forward with the sale of its brand and assets to a licensing company, but the bankrupt retailer hasn’t completely shut the door on a rival bidder that would keep its stores open. A lawyer for the luxury retailer, which filed for chapter 11 protection in August, said Barneys will cancel an auction next Monday after no other qualified bidders emerged to challenge a $271 million offer from Authentic Brands Group and investment firm B. Riley Financial.&#8221; The deal will receive approval next Thursday, Halloween, unless something better materializes. \nWill.i.am’s technology company i.am+ is running out of money, according to current employees, company emails, and documents obtained by The Verge. More here.\n\nPeople\n\nSequoia Capital founder Don Valentine passed way at his home in Woodside, Ca., today at age 87 of natural causes. Sequoia posted a tribute to Valentine shortly afterward, calling him &#8220;one of a generation of leaders who forged Silicon Valley.&#8221; A native of New York, Valentine majored in chemistry at Fordham University before joining Raytheon in South California, then moving north to the Bay Area to work at Fairchild Semiconductor, where over the years, Valentine began investing his own small checks into technology companies that he was meeting. According to Sequoia Capital, he soon attracted the attention of an early mutual fund group, Capital Group, which staked Valentine, allowing him to form a $3 million venture fund in 1974. Among his first bets from that pool of capital: Atari and Apple. More here. \n\nDoorDash Tony Xu confirmed at a WSJ conference this week that DoorDash will join ride-hailing companies Lyft and Uber to spend a combined $90 million on a ballot measure focused on AB5, the new California law designed to classify independent contractors as employees. “It would have disastrous results if it’s implemented because it’s trying to impose an imperfect solution into a very big problem,” Xu told the audience. “The net impact of AB5 would be a lot of lost economic opportunity and income for the state of California.” More here.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nGoogle CEO Sundar Pichai, in a leaked video published by the Washington Post, says the company is &#8220;genuinely struggling&#8221; with employee trust, including over its hiring a former government official who backed the Trump administration’s travel ban. In the video, he adds that he tries “to understand when I feel there is something which caused breaking of trust and see what we can do to improve,” adding that “it’s definitely gotten harder to do this at the scale we are doing it.”\n\nDetours\n\n&#8220;Once Upon a Time in Hollywood&#8221; is returning to cinemas with four previously deleted scenes included. \n\nYour job will never love you back. \n\nEmotionally haunted house.\n\nRetail Therapy\n\nA solar-powered, energy-neutral home, and it floats.",
    "source": "strictlyvc"
  },
  {
    "title": "October 24, 2019",
    "content": "Almost. Friday. [Closes computer. Crumples.] \n\nWe&#8217;re kidding! We are tired but we&#8217;re also more excited than ever about our November 13th event, having just visited the San Francisco gallery owned by our hosts, NextWorld Capital, whose current exhibit centers on the work of the hyper-realistic French sculptor Elisabeth Daynes. (It&#8217;s jaw-dropping, trust us. Her work is also on display right now at the California Academy of Sciences.) Lucky for us it will still be there when we collectively head back next month.:) \n\nMore tomorrow.\n\nTop News\n\nAmazon shares fell by nearly 7 percent in after-hours trading today after the company reported its first earnings miss in two years. The company also gave fourth-quarter revenue guidance that&#8217;s far below the street’s average estimate, indicating Amazon expects a slower holiday season. TechCrunch has more here. \n\nTwitter also shares dropped today after it reported quarterly results that fell short of Wall Street’s estimates. Bloomberg has more here.\n\nSponsored By . . .\n\nGot funding? Treble has you covered. Headquartered in Austin with senior-level talent in San Francisco, we are a PR agency with expertise in funding launches. Our VC Portfolio Funding Launch Accelerator Program is a 5-week sprint that ensures your funding news gets the business & tech press coverage it deserves. Beyond funding, we collaborate with both startups and enterprises to meet your business goals (with 15 exits under our belt). Interested? Let&#8217;s talk.\n\nSoftBank Says It Has Now Invested $18.5 Billion Altogether in WeWork; &#8220;We&#8217;re Basically Betting SoftBank&#8221;\n\nYesterday, in addressing nervous WeWork employees at an all-hands, the company’s new chairman, SoftBank executive Marcelo Claure, told those gathered that their days of worrying are over, says Recode, which obtained a leaked recording of the meeting. \n\nIn comments that may stun industry observers who haven’t done the math — and upset at least some percentage of SoftBank investors — Claure is quoted as telling employees: “We have guaranteed the future of WeWork, but more importantly is we’re putting the future back into our hands. There’s no more days needed to go fundraising. There’s no more days needed to go prove to the investor community that we’re a viable company. The size of the commitment that SoftBank has made to this company in the past and now is $18.5 billion. To put the things in context, that is bigger than the GDP of my country where I came from. That’s a country where there’s 11 million people.” \n\nClaure, a native of Bolivia who was named chairman as part of SoftBank’s rescue of the beleaguered co-working company, has been a SoftBank lieutenant for the last five years, and currently holds a variety of titles on its behalf, including COO of SoftBank Group Corp, CEO of SoftBank Group International and CEO of SoftBank Latin America. \n\nHe has said he first met SoftBank founder Masayoshi Son after building up his own business, Brightstar — a cellphone reseller — then selling 57% of it to SoftBank in 2013 in a deal that valued the company at $2.2 billion. SoftBank later acquired more of the company before deciding to explore a sale of the low-margin business last year for $1 billion. \n\nBy then, Claure was running Sprint, a SoftBank-backed property that installed Claure as CEO in 2014, where he presided over a massive share slide that began before he joined the company and ended only last year when T-Mobile and Sprint agreed to merge. \n\nMore here.\n\nMassive Fundings\n\nArcutis Biotherapeutics, a three-year-old, Westlake Village, Ca.-based clinical-stage biopharmaceutical company that wants to commercialize treatments for immune-mediated dermatological diseases and conditions, has raised $94.5 million in Series C funding. HBM Healthcare Investments led the round, joined by Vivo Capital, funds and accounts managed by BlackRock, Omega Funds, Pivotal BioVentures, and Goldman Sachs. The company&#8217;s many earlier investors also joined the round. The company has now raised $160 million altogether. The San Fernando Business Journal has more here. \n\nTotal Expert, a seven-year-old, Eden Prairie, Mn.-based marketing and customer engagement technology platform for banks, lenders and financial services, has raised $52 million in Series C funding. Georgian Partners led the round, joined by Emergence Capital and Rally Ventures. TechCrunch has more here. \n\nViz.ai, a three-year-old, San Francisco- and Tel Aviv, Israel-based startup that&#8217;s using artificial intelligence to more rapidly identify stroke victims in order to ensure treatment faster, has raised $50 million in Series B funding. The round was led by Greenoaks, with participation from Threshold Ventures and CRV, along with earlier investors GV and Kleiner Perkins. More here.\n\nBig-But-Not-Crazy-Big Fundings\n\nAlly, a two-year-old, Bellevue, Wa.-based maker of performance management software, has raised $15 million in Series B funding led by Tiger Global. Crunchbase News has more here. \n\nAugmedix​, a seven-year-old, San Francisco-based developer of health-centric applications for Google Glass, just raised $19 million in Series B funding. Investors include Redmile Group, McKesson Ventures, DCM Ventures, and Wanxiang Healthcare Investments. Crunchbase News has more here. \n\nAVIA, a seven-year-old, Chicago-based company that tries helping its healthcare customers navigate the threats and opportunities created by the digitization of healthcare, has raised $22 million in funding. First Trust Capital Partners led the round. More here. \n\nCoople, a 10-year-old, Zurich, Switzerland-based on-demand staffing platform, has raised $32 million in Series C funding, including from Goldman Sachs Private Capital and One Peak Partners. Tech.eu has more here. \n\nGrafana Labs, a five-year-old, New York-based company behind open source projects including Grafana and Loki, has raised $24 million in Series A funding. Lightspeed Venture Partners led the round, joined by Lead Edge Capital. More here. \n\nShipwell, a three-year-old, Austin, Tex.-based maker of supply chain management software for shippers, third-party logistics companies, and carriers, has raised $35 million in Series B funding. Georgian Partners led the round, joined by Fifth Wall, Global Founders Capital, Box Group and Aspect Ventures. The company has now raised $47 million in funding altogether. TechCrunch has more here. \n\nVery Good Security, a four-year-old, San Francisco-based data security company, just raised $35 million in Series B funding. Goldman Sachs’ Merchant Banking Division led the round, joined by Andreessen Horowitz and Vertex Ventures US. TechCrunch has more here. \n\nThe Yes, an AI-powered shopping platform cofounded by the former COO of Stitch Fix, Julie Bornstein, has raised $30 million across two previously undisclosed rounds of funding. Its seed round was co-led by Forerunner Ventures and NEA. The Series A was led by True Ventures. TechCrunch has more here.\n\nSmaller Fundings\n\nFoundries.io, a two-year-old, U.K.-based maker of software platforms for embedded product development, has raised $3.5 million in funding. Crane Venture Partners led the round, joined by Backed VC. More here. ​\n\nShiru, a months-old, San Francisco-based food tech company that wants to create protein ingredients that could be used in alternatives to cheese, yogurt, milk, and eggs has raised $3.5 million in funding led by Lux Capital. Founder Jasmin Hume was formerly the director of food chemistry at JUST, formerly known as Hampton Creek. Business Insider has more here. \n\nTaskade, a two-year-old, New York-based collaboration tool for startup teams, has raised $5 million in seed funding from Grishin Robotics and Y Combinator. TechCrunch has more here. \n\nTines, a year-old, Dublin, Ireland-based startup that lets companies automate aspects of their cybersecurity, has raised $4.1 million in Series A funding led by Blossom Capital. TechCrunch has more here.\n\nExits\n\nAmazon has acquired Health Navigator, a five-year-old startup that develops APIs for online health services. According to CNBC, Health Navigator will become part of Amazon Care, Amazon&#8217;s pilot healthcare service program for employees. This is the second health startup acquired by Amazon. The first was online pharmacy PillPack, purchased by the company in 2018 for slightly less than $1 billion. PillPack’s services have also been integrated into Amazon Care, which offers deliveries of prescriptions with remotely communicated treatment plans. TechCrunch has more here. \n\nNaspers, the South African tech conglomerate, has tried to &#8220;gatecrash a merger of two of Europe’s biggest food delivery groups,&#8221; reports the Financial Times. Specifically, it has made a hostile bid for Just Eat in the U.K., which is currently planning to merge with rival Takeaway.com in an all-stock deals. Just East has already rebuffed the offer for now, but Naspers is offering cash and it&#8217;s offering a higher price, so stay tuned.\n\nPeople\n\nWith Amazon getting hammered for its performance, Jeff Bezos may lose his of world’s richest person to Bill Gates. He would still be ranked number one if he and MacKenzie Bezos had not divorced, Bloomberg notes. \n\nFair.com, a SoftBank-backed startup building a flexible car ownership business that is valued at $1.2 billion, said today it will be laying off 40 percent of its staff. It&#8217;s also removing its CFO, Tyler Painter, the brother of the CEO and co-founder Scott Painter. (Ouch.) He’s being replaced in the interim by a former Hertz VP, Kirk Shryoc. TechCrunch has more here. \n\nSaudi Arabia&#8217;s giant, upcoming investment conference &#8212; dubbed &#8220;Davos in the desert&#8221; until Davos organizers strenuously asked people to stop calling it this &#8212; has a tony guest this year despite the kingdom creating what the UN has called the world&#8217;s worst humanitarian disaster. According to Axios, among those slated to attend the event is Blackstone Group CEO Steve Schwarzman, BlackRock CEO Larry Fink, SoftBank CEO Masayoshi Son, Standard Chartered CEO Bill Winters, and Credit Suisse CEO Tidjane Thiam. \n\nApple cofounder Steve Wozniak said at a tech conference that he does not expect fully autonomous cars &#8220;in my lifetime.&#8221; NBC News has more here.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nSoftBank has to announce its second-quarter earnings on November 6, and it&#8217;s reportedly planning to take a write-down to its Vision Fund of at least $5 billion to reflect a plunge in the value of some of its biggest holdings. Bloomberg has more here. \n\nInvestors betting against Tesla collectively lost an estimated $1 billion-plus today as its stock headed for its best day on Wall Street since 2013. CNBC has more here. \n\nDetours\n\nWorldoMeters. \n\nThe staying power of the Bearbrick. \n\nOutsourcing murder is easier said than done.\n\nRetail Therapy\n\nBlack truffle oil for the win.",
    "source": "strictlyvc"
  },
  {
    "title": "October 23, 2019",
    "content": "Wednesday! Woot!\n\nTop News\n\nThat WeWork deal could fall apart yet, suggests a new Bloomberg report that states SoftBank Group will seek approval of its bailout package with the Committee on Foreign Investment in the U.S., which has stymied SoftBank before. As the report notes: &#8220;SoftBank won approval from the panel to buy Sprint Corp. and U.K. chip designer ARM Holdings. However, the committee put conditions on its ownership of Sprint, and restricted its control of alternative-asset manager Fortress Investment Group. More recently, SoftBank was unable to fill two board seats at one of its portfolio companies, Uber Technologies, because it did not have Cfius approval.&#8221; \n\nTesla delivered a strong third-quarter earnings report after the bell today, posting a surprise profit and telling shareholders it&#8217;s ahead of schedule with a new factory in Shanghai. Shares rose more than 20 percent after hours. CNBC has more here.\n\nSponsored By . . .\n\nGot funding? Treble has you covered. Headquartered in Austin with senior-level talent in San Francisco, we are a PR agency with expertise in funding launches. Our VC Portfolio Funding Launch Accelerator Program is a 5-week sprint that ensures your funding news gets the business & tech press coverage it deserves. Beyond funding, we collaborate with both startups and enterprises to meet your business goals (with 15 exits under our belt). Interested? Let&#8217;s talk.\n\nLinkedIn&#8217;s Degree Problem\n\nA couple of years ago, the cofounder and CEO of a blood-testing company was publicly taken to task for implying in articles and professional profiles that he has a PhD when in reality, he&#8217;d left a prestigious graduate group three years after enrolling, without a degree. \n\nThe CEO is hardly alone in intentionally or otherwise sowing confusion around his credentials, however. Over the years, we&#8217;ve mistakenly believed that a number of founders have obtained specific college degrees based on their LinkedIn bio, only to learn offline that they enrolled for some period of time in a particular program that they didn&#8217;t complete. \n\nIt happened most recently with the cofounder of a startup who one would might surmise based on his LinkedIn profile has a master&#8217;s degree from Harvard but does not. We also misunderstood the CEO of a robotics company to have a PhD based on her LinkedIn. It was our fault; it mentioned under the credit that she&#8217;d left to start a company. But anyone scanning the site might have come to the same wrong conclusion. (We pointed this out to her team, and mention of the PhD was deleted.) \n\nIn a higher-profile case, James Damore, the fired Google engineer who authored that infamous memo about the company&#8217;s diversity practices and whose LinkedIn page cited under &#8220;Education&#8221; a &#8220;PhD, Systems Biology,&#8221; removed mention of those doctoral studies after Wired confirmed with Harvard that he was enrolled in the program but didn&#8217;t complete the doctorate. \n\nDamore tried to defend his own LinkedIn profile, tweeting at the time, &#8220;I never told anyone I have a PhD. LinkedIn can&#8217;t distinguish between being in the PhD program and having a PhD (I forgot to update it).&#8221; \n\nMore here.\n\nMassive Fundings\n\nFabric, a four-year-old, New York-based startup that wants to make automated logistics available to retailers of all sizes, has raised $110 million in Series B funding. Corner Ventures led the round, joined by Aleph, CPPIB, Innovation Endeavors, La Maison, Playground Ventures, and Temasek. TechCrunch has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\nDisperse, a four-year-old, London-based startup whose computer vision-driven construction software aims to identify issues on a site, has raised $15 million in Series A funding led by Northzone. VentureBeat has more here. \n\nFairmarkit, a two-year-old, Boston-based procurement platform that tries to find the best vendors for its enterprise customers, has raised $11 million in Series A funding led by Insight Partners. Built in Boston has more here. \n\nLemon Way, a 12-year-old, Paris-based payment processor for marketplaces and crowdfunding platforms, has raised €25 million from Toscafund Asset Management. Tech.eu has more here. \n\nLiterati, a three-year-old, Austin, Tex.-based subscription book service for kids, has raised $12 million in funding led by Shasta Ventures. Crunchbase News has more here. \n\nPeerNova, a six-year-old, San Jose, Ca.-based company that aims to enables financial institutions to perpetually synchronize their data across multiple internal and external systems, has raised $31 million in funding. Mosaik Partners led the round, and was joined by Medici Ventures and Intuitive Venture Partners. Tech Startups has more here. \n\nStarling Bank, the five-year-old U.K.-based challenger bank founded by banking veteran Anne Boden, has raised an additional £30 million in funding led by earlier backer Merian Chrysalis, with participation from JTC, another of Starling’s existing investors. Starling has now raised £263 million to date. TechCrunch has more here. \n\nTriller, a four-year-old, L.A.-based music video platform that&#8217;s trying to compete with TikTok, has raised $28 million in Series B funding led by Proxima Media, founded by veteran film producer Ryan Cavanaugh. More here. \n\nTruebill, a four-year-old, San Francisco-based startup whose personal finance app helps users track subscriptions, automates their budgeting, and more, has raised $15 million in Series B funding. The round was led by Eldridge Industries, with participation from Evolution VC, and earlier backers Cota Capital, Lucas Venture Group, and YouTube cofounder Jawed Karim. More here.\n\nSmaller Fundings\n\nBizly, a four-year-old, New York-based enterprise software company that empowers individual employees to build their own meetings and events from start-to-finish, has raised $1.5 million in funding from JetBlue Technology Ventures, Zoom founder and CEO Eric Yuan, and Hone Capital. More here. \n\nDemodesk, a three-year-old, Munich, Germany-based early-stage startup whose meeting software features advanced screen sharing options and that doesn&#8217;t need to downloaded, has raised $2.3 million in seed funding. Backers include GFC, FundersClub, Y Combinator, Kleiner Perkins and numerous angel investors. TechCrunch has more here. \n\nFiredome, a 1.5-year-old, New York-based endpoint cybersecurity startup, just raised $10 million in Series A funding led by Two Sigma Ventures, with participation from World Trade Ventures and Silvertech Ventures. More here. \n\nFlip Fit, a six-month-old, L.A.-based social shopping platform, has raised $3.75 million in seed funding led by TLV Partners, with participation from Lool Ventures. More here. \n\nKoan, a three-year-old, Portland, Ore.-based performance management platform that&#8217;s looking to help teams achieve their objectives and stay engaged, has raised $3 million in seed funding led by Uncork Capital and Crosslink. TechCrunch has more here. \n\nLogixboard, a two-year-old, Seattle-based freight logistics startup, raised $4.2 million in seed funding led by Social Leverage. GeekWire has more here. \n\nRaydiant, a 3.5-year-old, Bay Area-based startup promising to turn TVs into interactive digital signs (its customer include hotels like Westin and a restaurant chain owned by the Wahlberg brothers), has raised $7 million in new funding. 8VC led the round, joined by Atomic, Bloomberg Beta, Lerer Hippeau, SV Angel and Transmedia Capital. TechCrunch has more here. \n\nU-Nest, a 1.5-year-old, Burbank, Ca.-based mobile app that helps parents save for their kids&#8217;​ education via tax-advantaged college savings plans, has raised $2 million in seed funding. Backers include The Artemis Fund, Draper Dragon, Unlock Ventures, Vested Ventures, and Band of Angels. More here. \n\nVendr, a 16-month-old, Boston-based startup that&#8217;s selling subscription-based software that helps businesses buy and manage enterprise SaaS, has raised a $2 million seed round. F-Prime Capital led the funding, joined by Sound Ventures, Joe Montana’s Liquid2 Ventures, Garage VC and angel investors, including Canva co-founder Cliff Obrecht. TechCrunch has more here. \n\nVoca.ai, a two-year-old. Herzliya, Israel-based company behind an AI-driven call center agent technology, has raised strategic funding from American Express Ventures that brings its total funding to $3.5 million. The company had earlier raised $2.6 million from Lool Ventures and Flint Capital. Calcalist has more here.\n\nWinnie, a three-year-old, San Francisco-based childcare and preschool marketplace, has raised $9 million in Series A funding. Rethink Impact led the round, joined by Impact America Fund, Unusual Ventures, Ludlow Ventures, Afore Capital, Day One Ventures, Kairos, and Slack&#8217;s former chief product officer, April Underwood. EdSurge has more here.\n\nExits\n\nPando, a venture-backed tech site, has been acquired by a company called BuySellAds for undisclosed terms, says its founder, Sarah Lacy. Lacy says the sale marks the end of her journalism career and that she&#8217;s now focused entirely on her new startup, Chairman Mom. More here.\n\nPeople\n\nMike Adams, whose startup, MissionU, was acquired in May of last year by WeWork, described the payoff to its former CEO, Adam Neumann, as an &#8220;injustice&#8221; before later deleting the tweet. Other employees of WeWork, up to one-third of whom are facing layoffs, are fuming, too. \n\nEric Tse, the 24-year-old son of one of China&#8217;s richest families, was just given a $3.8 billon gift &#8212; one fifth of their corporation, Sino Biopharmaceutical &#8212; making him one of the world’s richest people overnight. \n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nGoogle says it has built a computer that is capable of solving problems that classical computers practically cannot. According to a report published in the scientific journal Nature, Google&#8217;s processor, Sycamore, performed a truly random-number generation in 200 seconds. That same task would take about 10,000 years for a state-of-the-art supercomputer to execute. NPR has more here. \n\nTesla continues to produce the Model S and Model X more for “sentimental reasons than anything else,” CEO Elon Musk said today during that same call with investors, calling the electric vehicles “niche” products. “They are really of minor importance to future,” Musk added. (Sales of the Tesla 3 are far outpacing sales of its predecessors.) TechCrunch has more here. \n\nMark Zuckerberg performed a high dive over an empty pool today. Despite six hours of questioning by members of the House Financial Services Committee over Facebook&#8217;s cryptocurrency plans, he seemed incapable of accomplishing much more than invoking the threat that China could overtake U.S. technology if Congress blocks Facebook&#8217;s digital currency plans. “Frankly, I’m not sure that we’ve learned anything new here,” said ranking member Patrick McHenry afterward.\n\nDetours\n\nThe motivating power of staying pissed off. \n\nBooze-filled advent calendars. \n\nTV reporter fired after climbing on cars at auto show says it was totally worth it.\n\nExits\n\nThe New York townhouse of renowned architect I.M. Pei is now on sale. The asking price: $8 million",
    "source": "strictlyvc"
  },
  {
    "title": "October 22, 2019",
    "content": "Tuesday!!\n\nTop News\n\nSoftBank founder Masayoshi Son vowed tonight to “double down” on its investment in WeWork as he confirmed plans for a $9.5 billion rescue package that will provide up to $1.7 billion to WeWork cofounder Adam Neumann in exchange for cutting most ties with the company and will give SoftBank an 80 percent stake in the business. In a statement tonight in New York, SoftBank said it would “accelerate” WeWork’s path to profitability and positive free cash flow. More here in the Financial Times. \n\nForty-six attorneys general have joined a New York-led antitrust investigation of Facebook, officials announced this morning, raising the stakes in a sweeping bipartisan probe that could result in massive changes to the company&#8217;s business practices. The Washington Post has more here.\n\nSponsored By . . .\n\nGot funding? Treble has you covered. Headquartered in Austin with senior-level talent in San Francisco, we are a PR agency with expertise in funding launches. Our VC Portfolio Funding Launch Accelerator Program is a 5-week sprint that ensures your funding news gets the business & tech press coverage it deserves. Beyond funding, we collaborate with both startups and enterprises to meet your business goals (with 15 exits under our belt). Interested? Let&#8217;s talk.\n\nHave We Reached the Tipping Point?\n\nLimited partners or LPs &#8212; the pension funds, the university endowments, the family offices that largely provide venture firms with their spending money &#8212; are receiving a lot of attention from venture capitalists, some of it unwanted. VCs have begun knocking down their doors with requests for fresh capital commitments so they&#8217;ll have money to invest if the market cools down. \n\nThe problem is, many of these LPs are already over-allocated. LPs traditionally invest in many asset classes, such as public equities, and they allocate a small percentage of their portfolio to venture capital. Suddenly, they&#8217;re finding they&#8217;ve forked over more than they&#8217;d intended to VCs. \n\nThere are several reasons for this situation. First, VCs are returning to them ever faster for more capital &#8212; sometimes in less than two years&#8217; time &#8212; because they are in vesting at such a furious pace. \n\nCompounding the problem, not all LPs have received returns from their VC investments that they can recycle into new venture capital allocations. In some cases, this capital is still tied up in startups that are raising much more money than in the past and staying private longer. &#8220;We have some large exposures to blue chip names where IPOs have been rumored to be coming for a long time already, and now it&#8217;s maybe 2021, maybe 2022,&#8221; says one manager who asked not to be named. In other cases where startups have gone public, falling prices have prompted VCs to hang on to their shares instead of distribute them. \n\nThe result is that LPs are having to cut back on the number of managers they can fund, and that could mean bad news for venture capitalists and startups alike. These LPs don&#8217;t have much choice. As the LP explains it, &#8220;We have a pretty structured allocation process, and we&#8217;re really trying to be creative,&#8221; she says. One venture manager who reappeared too quickly for more money was &#8220;easy to walk away from,&#8221; says this person. &#8220;Others, we&#8217;re having to do financial backflips for them to remain strong partners.&#8221; Either way, this LP adds, &#8220;We can&#8217;t add any new relationships right now,&#8221; meaning new venture teams in particular are out of luck. &#8220;When [VCs] shorten their fundraising cycle by nine months to a year, you can only squeeze the balloon so much.&#8221; \n\nSoftBank&#8217;s $100 billion &#8220;Vision Fund&#8221; is one big reason LPs find themselves in their current predicament. From the moment SoftBank began waving money around several years ago, it launched a vicious cycle. According to Chris Douvos, whose investment firm, Ahoy Capital, owns stakes in such venture funds as True Ventures and First Round Capital, &#8220;When Andreessen Horowitz hit the scene a decade ago, they changed the tempo of investing and everyone got more aggressive in their dealmaking as a response. Then SoftBank entered the picture in a big way, and it was like a16z on steroids.&#8221; \n\nMore here.\n\nMassive Fundings\n\nBlueground, a six-year-old, New York-based startup providing turnkey flexible rental apartments, has raised $50 million in Series B funding, roughly six months after raising $20 million in Series A funding. WestCap Investment Partners and Prime Ventures co-led the round. More here. \n\nDatabricks, a six-year-old, San Francisco-based SaaS business that&#8217;s built on top of a bunch of open source tools, has raised a massive $400 million in Series F funding at a post-money valuation of $6.2 billion valuation. Today’s funding brings the total raised to almost a $900 million. Andreessen Horowitz led the round with new investors BlackRock, T. Rowe Price Associates, and Tiger Global Management also participating. TechCrunch has more here. \n\nIonQ, a four-year-old, College Park, Md.-based startup that uses charged particles suspended in a vacuum, as the basis for its hardware, has raised $55 million in funding. Samsung and Mubadala Capital co-led the round, joined by Amazon, GV, and New Enterprise Associates. Fortune has more here.\n\nBig-But-Not-Crazy-Big Fundings\n\nAurora Insight, a three-year-old, Washington, D.C.-based startup that provides a “dynamic” global map of wireless connectivity that it built and monitors in real time using AI combined with data from sensors on satellites, vehicles, buildings, aircraft and other objects, has raised $18 million in Series A funding. Alsop Louie Partners and True Ventures co-led the round, joined by Tippet Venture Partners, Rise of the Rest Seed Fund, Promus Ventures, Alumni Ventures Group, ValueStream Ventures, and Intellectus Partners. TechCrunch has more here. \n\nBenevity, an 11-year-old, Calgary, Alberta-based company that makes corporate social responsibility and employee engagement software, has raised $30.5 million in Series C funding from General Atlantic and JMI Equity. More here. EV Connect, a 10-year-old, L.A.-based company that sells software to manage electric vehicle charging, has raised $12 million in a Series B round led by Mitsui & Co. and Ecosystem Integrity Fund. The company has raised $25 million to date. TechCrunch has more here. \n\nOctave, a year-old, San Francisco-based tech-based behavioral health practice, has raised $11 million in Series A funding led by Greycroft, with participation from Obvious Ventures and earlier backers. The company has raised at least $14 million to date. Crunchbase News has more here.\nSignal AI, a six-year-old, London-based business intelligence and media monitoring startup, has raised $25 million in Series C funding. Redline Capital led the round, joined by MMC Ventures, GMG Ventures, and Hearst Ventures. TechCrunch has more here.\n\nSmaller Fundings\n\nAllWork, a 3.5-year-old, New York-based on-demand work platform that&#8217;s targeting large enterprise customers in need of temporary workers, has raised $3.8 million in seed funding from Great Oaks, Lightspeed Scout Fund, The Fund, Fernbrook, SmartHub, and numerous angel investors. More here. \n\nBeem, a year-old, Boston-based CBD company that&#8217;s marketing its branded oils, protein bars, and a salve to athletes who may be looking for alternatives to chemically derived pain relievers and anti-inflammatories, has raised $5 million in seed funding led by Obvious Ventures. TechCrunch has more here. \n\nIntrepida Bio, a newly launched, San Diego-based biotech focused on modulating innate immune systems, has raised $9.5 million from Sofinnova and Canaan Partners. FierceBiotech has more here. \n\nLabGenius, a seven-year-old, London-based startup that&#8217;s applying AI and robotic automation to protein drug discovery, has raised $10 million in Series A funding. The round was led by Lux Capital and Obvious Ventures, with participation from Felicis Ventures, Inovia Capital, Air Street Capital and earlier investors, along with numerous notable individuals. TechCrunch has more here.\n\nMargin Edge, a four-year-old, Falls Church, Va.-based maker of restaurant management software, has raised $5 million in Series A funding led by Osage Venture Partners, with participation from Good Company. More here. \n\nMedinas, a two-year-old, Berkeley, Ca.-based company that helps healthcare organizations resell their surplus medical equipment and supplies, has raised $5 million in seed funding led by NFX. Additional investors in the round include Precursor Ventures, Sound Ventures, FJ Labs and Bryan Frist (of HCA Healthcare&#8217;s founding family). Crunchbase News has more here. \n\nMediView XR, a two-year-old, Cleveland, Oh.-based medical device company working on a surgical navigation system that leverages augmented reality and spatial computing to provide surgeons with advanced visualization, has raised $4.5 million in seed funding. Backers include Inside View Investment,Plug and Play Ventures and Northwest Ohio Tech Fund. More here. \n\nReibus, a year-old, Atlanta, Ga.-based online marketplace for industrial materials, has raised $3.25 million in seed funding led by Bowery Capital, with participation from Initialized Capital and Stage 2 Capital. More here.\n\nNew Funds\n\nMubadala, which is owned by the United Arab Emirates and headquartered in Abu Dhabi, has earmarked $150 million for a fund-of-funds strategy targeting funds that will invest in the Abu Dhabi-based Hub71 regional tech ecosystem and it says three recipients of these investing dollars include DCVC, the Palo Alto-based firm led by Matt Ocko and Zachary Bogue; Global Ventures, a Dubai-based growth-stage investor in enterprise tech startups; and Lebanon-based Middle East Venture Partners. Pitchbook has more here.\n\nExits\n\nRoku is beefing up its advertising business with the acquisition of Boston-based dataxu, a demand-side platform that will allow marketers to plan, buy and optimize their video ad campaigns that run on Roku’s devices and services. The deal, a mixture of cash and stock, is for $150 million and has been approved by each company’s board of directors. It’s expected to close in the fourth quarter. TechCrunch has more here.\n\nPeople\n\nMarcelo Claure, the chief operating officer of SoftBank Group, will assume the position of executive chairman of the board of directors of WeWork when the company receives a planned $1.5 billion payment from SoftBank. TechCrunch has more here. \n\nJohn Donahoe, the current president and CEO of ServiceNow, is taking over as the CEO and president of Nike in January, replacing Mark Parker who has been since 2006 and lived through numerous controversies over the years. Donahoe knows Nike well, having joined its board, where he will retain a seat, since 2014. In the meantime, Parker will become the company&#8217;s executive chairman and Bill McDermott, who abruptly resigned as the longtime CEO of SAP earlier this month for reasons that weren&#8217;t clear, is taking over as CEO of ServiceNow. The company&#8217;s shareholders apparently prefer Donahoe, who is also the chairman of PayPal and a former CEO of eBay, which he led from 2008 through 2015. At least, shares of ServiceNow dropped in price on the news. \n\nZaz Floreani has joined the Austin-based venture firm Next Coast Ventures as a principal. Floreani was most recently the VP of corporate development at the same-day delivery company Dropoff. More here. \n\nManuel Henriquez, founder and former CEO of Hercules Growth Technology Capital, and his wife Elizabeth have both pleaded guilty for their roles in the college admissions cheating scandal. She is to be sentenced Feb. 7 and her husband on March 5. The San Jose Mercury News has more here.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nFacebook has pledged $1 billion to help address the affordable housing crisis in California. Vox&#8217;s Kurt Wagner notes the announcement is timely, given that tomorrow, &#8220;Zuckerberg will speak before the House Financial Services Committee, which oversees housing and urban development issues.&#8221; \n\nDetours\n\nThe 50 best movies on Netflix right now. \n\nWhy the Oscars, Emmys and Tonys are not ready for they and them. \n\nA machine-learning system that&#8217;s betting the Astros will win the World Series (though our money is still on the Nats).\n\nRetail Therapy\n\nNinjabread cookies. Consume stealthily.",
    "source": "strictlyvc"
  },
  {
    "title": "October 21, 2019",
    "content": "Monday! Hope you had a wonderful weekend. No column today (no time). \n\nFirst! Apologies to James Cham of Bloomberg Beta for mucking up his name in Friday&#8217;s newsletter.  \n\nWe also have news about our November 13th event, where two new additions to the program are investors Maryanna Saenko and Steve Jurvetson of Future Ventures, who are coming in their first appearance together to share where they&#8217;re shopping and to answer questions, including around their new firm&#8217;s 15-year investing horizon and whether their shoot-the-moon strategy is a money-making one. They join the angel investor and VC Cyan Banister of Founders Fund; Jim Collins of the GV-backed cloud kitchen company Kitchen United; and Alex Stamos, the outspoken former chief security officer of Facebook. With much-appreciated help from journalists Lora Kolodny of CNBC and Sheera Frenkel of the New York Times. It&#8217;s going to be a great night (and there may be *one* last development in the works). \n\nGiant thanks again to NextWorld Capital, KCPR and Carta for their support. More soon . . .\n\nTop News\n\nNordVPN, a virtual private network provider that promises to “protect your privacy online,” confirmed today that it was hacked. \n\nFacebook said today that it has recently found and taken down four state-backed disinformation campaigns, a sign of how foreign interference online is increasing ahead of the 2020 presidential election. \n\nAccording to Axios, SoftBank will pay former WeWork CEO and current non-executive chairman Adam Neumann around $200 million to leave the board of directors, give up his voting shares, and support SoftBank&#8217;s takeover bid, which WeWork&#8217;s board is apparently slated to discuss tomorrow. The Japanese conglomerate has already invested many billions of dollars in WeWork. The WSJ says its bid would see it lend WeWork $5 billion more and accelerate a $1.5 billion investment in the troubled company that it was scheduled to make next year. In the meantime, notes CNBC, if SoftBank&#8217;s deal goes through, JPMorgan, which is WeWork&#8217;s third largest external shareholder, will collect nothing for months of work, along with potential hefty losses on its exiting equity and debt investments.\n\nSponsored By . . .\n\nGot funding? Treble has you covered. Headquartered in Austin with senior-level talent in San Francisco, we are a PR agency with expertise in funding launches. Our VC Portfolio Funding Launch Accelerator Program is a 5-week sprint that ensures your funding news gets the business & tech press coverage it deserves. Beyond funding, we collaborate with both startups and enterprises to meet your business goals (with 15 exits under our belt). Interested? Let&#8217;s talk.\n\nMassive Fundings\n\nCommercetools, a 13-year-old, Munich, Germany-based company that makes cloud-based e-commerce software, has raised €130 million ($145 million) in funding from Insight Partners. TechCrunch has more here. \n\nInstabase, a four-year-old, San Francisco-based startup that aims to help businesses build customizable apps to automate different parts of their business, has raised $105 million in Series B funding led by Index Ventures, reportedly at a post-money valuation of more than $1 billion. The company, whose investors also include Greylock Partners, New Enterprise Associates, Andreessen Horowitz, Spark Capital, Tribe Capital, SC Ventures, and Glynn Capital, has now raised $132 million altogether, according to Crunchbase. Crunchbase News has more here. \n\nZoox, a five-year-old, Foster City, Ca.-based self-driving startup at work on building entire vehicles, has raised $200 million in a convertible note that will folded into an upcoming Series C round, reports Axios. The company had previously raised $800 million, per a 2018 Bloomberg story that dove deep into the company . . . right before cofounder and then-CEO Tim Kentley-Klay was elbowed out. More here. \n\nBig-But-Not-Crazy-Big Fundings\n\nAthena, a two-year-old, Sydney, Australia-based online lending startup focused on home loans,  has raised the equivalent of $48 million from country’s largest industry fund, AustralianSuper, along with earlier backers Square Peg Capital, AirTree Ventures and Hostplus, as well as Salesforce Ventures and NAB Ventures. The country&#8217;s Startup Daily has more here. \n\nBayzat, a six-year-old, Abu Dhabi, UAE-based company that makes a free platform for human resources, payroll and employee benefits, has raised $16 million in Series B funding. Point72 Ventures led the round, joined by Mubadala Capital, Elm, Greyhound Capital, Endeavor Catalyst, and Tech Invest Com. Wamda has more here. \n\nPlexium, a year-old, San Diego, Ca.-based biotech focused on protein degradation, just raised $28 million in Series A funding. DCVC and The Column Group co-led the round, joined by M Ventures, CRV, and Neotribe Ventures. FierceBiotech has more here.  \n\nThinksurance, a four-year-old, Frankfurt, Germany-based insurance distribution platform, has raised €13 million in Series B funding from Eight Roads Ventures. More here.\n\nUpstream Security, a two-year-old, Herzliya, Israel-based cybersecurity startup focused on connected vehicles, has raised $30 million in Series B funding. Renault led the round, joined by Volvo, Hyundai, Hyundai AutoEver, Nationwide Ventures, and earlier backers CRV, Glilot Capital, and Maniv Mobility. VentureBeat has more here.\n\nSmaller Fundings\n\nE.fundamentals, a five-year-old, London-based e-commerce analytics company, has raised $6.9 million in funding led by Maven Capital Partners, with participation from Downing Ventures and Scottish Enterprise. The Herald has more here. \n\nGreenPark Sports, a year-old, Calabasas, Ca.-based publisher and developer of fan-forward, digital experiences and mobile games for sports and eSports fans (it has some heavy-hitting cofounders, too, including YouTube cofounder Chad Hurley), has raised $8.5 million in funding. SignalFire led the round, joined by Sapphire Sports and Founders Fund, among others. TechCrunch has more here. \n\nNymbl Science, a five-year-old, Denver, Co.- based startup with an app-based digital balance training program for older adults (to keep them from falling), has raised $2.8 million in seed funding led by Rockies Venture Club. More here. \n\nSpeechmatics, a 10-year-old, London-based speech recognition technology engine, has raised $8.25 million in Series A funding. AlbionVC led the round, joined by IQ Capital. More here.\n\nNew Funds\n\nAirtree Ventures, a  five-year-old, Sydney, Australia-based venture firm, has closed its third fund with $275 million in capital commitments. AirTree had closed its second fund with $250 million fund in 2016 and its debut fund with $60 million in 2014. TechCrunch has more here. \n\nAccording to the WSJ, Peter Thiel’s Founders Fund is raising nearly $3 billion across two new funds, including its first dedicated fund for late-stage companies, which the firm intends to pour into existing investments like the payments business Stripe and the data-analysis company Palantir Technologies. More here. \n\nNeotribe Ventures, a two-year-old, Menlo Park, Ca.-based venture firm focused on biotech, weather tech, AI, IoT and enterprise infrastructure startups, is in the process of raising $205 million for its second fund, suggests an SEC filing. Among Neotribe&#8217;s founders is the serial entrepreneur and longtime NEA investor Kittu Kolluri (he cofounded Healtheon/WebMD and Neoteris). More here.  \n\nRefactor, the three-year-old, Burlingame, Ca.-based seed-stage investment firm that was cofounded by VCs David Lee and Zal Bilimoria and is now run by Bilimoria alone, has raised $30 million in capital commitments. Crunchbase News has more here.\n\nPeople\n\nApple CEO Tim Cook is the new chairman of the Advisory Board of the School of Economics and Management of Tsinghua University in Beijing, China. \n\nNadiem Makarim, the cofounder and CEO of Gojek, Indonesia&#8217;s biggest startup, is resigning to join the cabinet of Indonesian president Joko Widodo. Fortune has more here. \n\nJonathan Roosevelt has been promoted to managing director at Industry Ventures. Roosevelt had joined the firm in 2017 as a venture partner. He most recently spent roughly two years as vice president of sales at the lending company SoFi. To take on Microsoft Office, Google has hired former Outlook boss Javier Soltero. Axios has more here. \n\nJustin Sunshine has joined General Atlantic as a managing director. He spent the previous decade with the Blackstone Group, where he was also a managing director.\n\nSponsored By . . .\n\nWant to learn why top VCs and business leaders leverage Affinity? Using patent-pending technology, Affinity helps teams manage and grow their networks by unlocking introductions to decision makers and auto-populating pipelines to increase deal flow. In industries where success is contingent upon maintaining high-touch relationships, Affinity allows you to get deeper insights into your network and finally eliminate manual data entry. \n\nEssential Reads\n\nThe fashion industry emits more carbon than international flights and maritime shipping combined.\n\nDetours\n\nHBO just released the official full trailer for the 6th and final season of &#8220;Silicon Valley,&#8221; which begins airing this coming Sunday. \n\nNetflix has released the trailer for &#8220;The Crown: Season 3,&#8221; coming November 17th. \n\nWhat true friendship looks like.\n\nRetail Therapy\n\nPrices start at $13 at Banksy’s store, if you can answer a simple question.",
    "source": "strictlyvc"
  },
  {
    "title": "October 18, 2019",
    "content": "Friday! [Thwacks the ball.] \n\nHope you have a stellar weekend! If you haven&#8217;t signed up for our upcoming event on November 13th, don&#8217;t wait too long. Featuring former Facebook CTO Alex Stamos in conversation with NYTimes reporter Sheera Frenkel; Jim Collins of the GV-backed dark kitchen company Kitchen United in conversation with CNBC reporter Lora Kolodny; and renowned angel investor turned VC Cyan Banister, in conversation with this kid. We&#8217;ll have one more conversation to announce. In the meantime, we&#8217;re very excited to see those of you who are coming.:)  \n\nThanks so very much to NextWorld Capital for generously hosting us; to the boutique PR and strategy firm KCPR for its early support of the program; and to Carta &#8212; the platform for investors, founders, and employees to manage their cap tables, valuations, investments, and equity plans &#8212; for joining us as our newest partner in the evening.  \n\nP.S. We&#8217;re also headed to Berlin soon, including to interview Klarna&#8217;s Sebastian Siemiatkowski, who we last sat down with at a tiny coffee shop in San Francisco (before his company became Europe&#8217;s most highly valued private company). Hope to see some of you there, too.\n\nTop News \n\nMark Hurd, who until last month was one of two CEOs leading the database software giant Oracle, passed away this morning at age 62, one month after telling employees in a letter that he was taking a leave of absence owing to health reasons. TechCrunch has more here. \n\nSoftBank Group is assembling a rescue financing plan for WeWork that may value the office-sharing company below $8 billion, according to Bloomberg. The new figure is a fraction of the $47 billion valuation the startup commanded as recently as January, and yet it *still* seems a little high when compared with its bigger, profitable, publicly traded rival IWG, whose valuation is roughy half that amount.\n\nSponsored By &#8230;\n\nFun fact: Amazon went public in 1997 with $16 million in revenue and a market cap of $438 million. #ThoseWereTheDays. Unless you can write a $1 million check, it’s almost impossible to get exposure to early stage tech. Enter EquityZen. EquityZen allows accredited investors to access proven pre-IPO tech firms like Impossible Foods, SpaceX, Stripe, Rivian Automotive and Epic Games through its pooled funds. Explore EquityZen’s secondary market today.\n\nAdam Neumann Planned for His Children and Grandchildren to Control WeWork \n\nWeWork co-founder Adam Neumann didn’t plan for his family’s control of WeWork to end at his death but instead expected to pass that control to future generations of Neumanns, too, says Business Insider. \n\nThe outlet reports that in a speech Neumann gave to employees in January of this year, footage of which it says it has viewed, Neumann is seen saying that WeWork isn’t “just controlled — we’re generationally controlled.” He reportedly goes on to say that while the five children he shares with wife Rebekah Neumann “don’t have to run the company,” they “do have to stay the moral compass of the company.” \n\nAccording to BI, Neumann even invoked his future grandchildren, telling those gathered: “It’s important that one day, maybe in 100 years, maybe in 300 years, a great-great-granddaughter of mine will walk into that room and say, ‘Hey, you don’t know me; I actually control the place. The way you’re acting is not how we built it,’” he said. \n\nThese may sound like more outlandish proclamations from Neumann, who has a flair for the dramatic. (Talking to Fast Company earlier this year, he compared WeWork to a rare jewel, asking, “Do you know how long it takes a diamond to be created?”) \n\nBut before WeWork began coming apart at the seams, Neumann had every reason to believe that he could pass power down to his heirs. \n\nMore here.\n\nMassive Fundings  \n\nArsenalBio, a year-old, South San Francisco-based biotech outfit that hopes to improve the ability of T cell therapies to better fight a broader range of cancers, has raised $85 million in Series A funding. Investors include Westlake Village BioPartners, the Parker Institute for Cancer Immunotherapy, Kleiner Perkins, the University of California, San Francisco Foundation Investment Company, Euclidean Capital and Osage Venture Partners. TechCrunch has much more here. \n\nBig-But-Not-Crazy-Big Fundings  \n\nMadbox, a 4.5-year-old, France-based mobile games studio, has raised $16.5 million in Series A funding from Alven. TechCrunch has more here.\n\nSmaller Fundings  \n\nTenfold, a four-year-old, Austin, Tex.-based maker of customer service software, has raised $7.5 million in Series C funding led by Next Coast Ventures, with participation from earlier backers Andreessen Horowitz, Geekdom Fund, and Salesforce Ventures. Pulse 2.0 has more here.\n\nNew Funds \n\nBloomberg Beta, the six-year-old, San Francisco-based outfit that uses Bloomberg LP’s money to make bets on startups, has closed its third fund with $75 million, according to Roy Bahat, who’d previously run the online media company IGN and who operates the fund as an equal partnership with Karin Klein and James Chan. (Klein formerly ran Bloomberg’s new initiatives; Chan was formerly a principal with Trinity Ventures.) We talked with Bahat briefly last night about the new vehicle to ask how its capital will be deployed.\n\nExits \n\nThe Kik messaging platform has been bought by MediaLab, a holding company which operates Whisper and a number of other apps, the company announced earlier today. CoinDesk has more here.\n\nPeople \n\nDi-Ann Eisnor, a WeWork exec, has left the company, says The Information. Eisnor reported to Adam Neumann and had &#8220;hired a group of designers, researchers and engineers focused on urban problems such as housing affordability and constructing buildings with sustainable material,&#8221; says the outlet, adding that her team of about 30 employees have left the company or are planning to depart.  \n\nBill Gates on why he thinks we can predict the future. \n\nIlana Stern has joined Peterson Ventures as general partner. She was previously CEO of the made-to-order dress store Weddington Way. More here.\n\nSponsored By &#8230;\n\nFintech Harness Wealth has built a process to help clients, on average, identify $100K+ in potential untapped financial value over time. They help you see whether you are missing out on maximizing your wealth and find the best financial advisers, tax professionals and/or trust & estate attorneys to help you capture it. Learn more at Harness Wealth. \n\nEssential Reads \n\nThe Alphabet-owned drone delivery spin-out Wing is starting to service U.S. customers, after becoming the first drone delivery company to get the federal go-ahead to do so earlier this year. \n\nLawmakers from both parties in the House and Senate criticized Apple CEO Tim Cook today for “censorship” at the behest of China.\n\nDetours \n\nThe stunning escape of El Chapo&#8217;s son. \n\nConan and Dave. &#xfe0f; \n\nOne giant leap for womankind. [Buh-bam.]\n\nRetail Therapy \n\nHigh-tech spacesuits, by Under Armour.",
    "source": "strictlyvc"
  }
]